{"customer_queries": ["I received a smartphone that has scratches on it. Will I be able to return it?", "I received a laptop that has scratches on it. Will I be able to return it?", "I received a washing machine that has scratches on it. Will I be able to return it?", "What should I do if the smartphone I received is missing parts?", "What should I do if the laptop I received is missing parts?", "What should I do if the washing machine I received is missing parts?", "How do I initiate a return for a defective smartphone that I ordered?", "How do I initiate a return for a defective laptop that I ordered?", "How do I initiate a return for a defective washing machine that I ordered?", "If I received the wrong color smartphone, can I get a refund or just a replacement?", "If I received the wrong color laptop, can I get a refund or just a replacement?", "If I received the wrong color washing machine, can I get a refund or just a replacement?", "What do I need to provide if I want to return a damaged renewed smartphone?", "What do I need to provide if I want to return a damaged renewed laptop?", "What do I need to provide if I want to return a damaged renewed washing machine?", "Can I return a smartphone even if the shipping box is damaged?", "Can I return a laptop even if the shipping box is damaged?", "Can I return a washing machine even if the shipping box is damaged?", "How long will it take to get my refund after I return a damaged smartphone?", "How long will it take to get my refund after I return a damaged laptop?", "How long will it take to get my refund after I return a damaged washing machine?", "Is there a specific time frame within which I need to request a replacement for a defective smartphone?", "Is there a specific time frame within which I need to request a replacement for a defective laptop?", "Is there a specific time frame within which I need to request a replacement for a defective washing machine?"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "neutral", "style": "regular"}
