{"customer_queries": ["1. Hi there! I'm curious about how I can find out if my old prodct qualifies for the exchnage offer when I'm purchasing a new one. Thank you!", "2. Hello! I wanted to ask what ocurrs if the conditon of my used product doesn't quite match what I menioned during the exchange. Any insights would be wounderful!", "3. Hey! Quick qustion: Can I exchnage multiple items at the same time when buying a new product? That would be super helpfull!", "4. Hi! I'm wondring if the exchange offer is availble in specific cities. How can I check if my area is inlcuded? Thanks a bunch!", "5. Hello! Just a little remider – do I need to wipe my pesonal data off my old phone before the delivery asociate arrives? Appreciate your helpp!", "6. Hi there! What shuld I do if I'm not around during the time the delivery person comes to collect my old devie? Would love some guidnace!", "7. Hey! Is there a way for mee to still receive my exchange discout if my used product doesn’t pass the verifiction test? That would be greaat to know!", "8. Hello! Just checking in – can I exchnage an appliance that’s currntly not working, like a washing machine that won't turrn on? Thank you!", "9. Hi! How long shuld I expect the verifcation process to take for my mobile phone during the exchage? Looking forward to yuor response!", "10. Hey there! What extra preparations shuld I consider for exchanging larger appliences like refreigerators or air condtioners? Thanks for your helpp!"], "title": "AboutExchanges", "tone": "cheerful", "style": "typos"}
{"customer_queries": ["1. How can I even find out if my old prodct is eligble for this ridiculus exchange ofer when I'm trying to buy a new one?", "2. Seriously, what hapens if the condtion of my used product doesn't match what I said durig the exchange? Am I just supposd to guess?", "3. Can I actuallly exchange multiple items at once for a new purchse, or is that just anther hassle I have to deel with?", "4. Are there even spcific cities where this exhange offer is valid? And how in the world do I check if my aria is included?", "5. Do I reely have to wipe my prsonal data from my used phone before the delivry person shows up? This seems like common sence, but do I really need to do it?", "6. What on Earth shold I do if I'm not aound when they come to pick up my old devce? Do I just lose out?", "7. Is there actully a way to get my exchang discount if my used product doesn't pass your verifiction test? Because that wuld be nice to know!", "8. Can I evn exchange an aplliance that's completely useless, like a washing machine that refuses to turn on? Or is that too much to ask?", "9. How long is this verifiction process going to take for my mobile phne during an exchange? I'm not looking to wait forevr!", "10. What extra nonsnse do I need to prepare for exchanging big aplliances like refrigators or ACs? This better not be complicated!"], "title": "AboutExchanges", "tone": "annoyed", "style": "typos"}
{"customer_queries": ["1. Hi thare! I noticed some scrathces on the product I recived and was curous if I wuld be able to return it. Thank you for your helpp!", "2. Helloo! I just unboxed my iteam and saw that some parts are missng. What would be the best way to resolve this? Thanks a bunchh!", "3. Hey! I hope you’re havng a great day! Could you pleese guide me on how to start the retun process for a defctive item I ordered? I’d really appreciate it!", "4. Hi! I recived my product, but it’s the wrng color. Is it posssible to get a refund or maybe a replcement? Thank you!", "5. Hello! I have a renwed item that arrived dammaged, and I’m wondereing what information I need to provide to return it. Your assitance would be wonderfull!", "6. Hey ther! If I have a product I want to retun, but the shiping box is damged, is that still okay? I’d love your advce!", "7. Hi! Quick questiion: How long should I expect to waait for my refund after returning a dammaged product? Thank you for your helpp!", "8. Hello! If I recived a product that is expried, what stepps should I take? I’d love to get this soted out!", "9. Hi! Is there a specifc time frame within which I should requst a replcement for a defctive product? Thank you for your guidnace!", "10. Hey! I’m lookng to return an item from a third-party sellr and would love to know the stepps I need to folow. Thanks so muchh!"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "cheerful", "style": "typos"}
{"customer_queries": ["1. I recived this produckt with scrathces all over it. Am I even alowed to return it, or is that just how this wrks now?", "2. What am I sopposed to do if the item that showed up is mising parts? This is honnstly frustrating.", "3. How on erth do I go about returnig a defective item that I ordered? This shouln't be so complicated!", "4. I got the wrng color prodct—can I actully get a refund or do I just have to deal with a replacemnt? This is so anoying.", "5. What do I eevn need to provide to return a damged renewed item? This whole proces is getting on my nerves.", "6. Can I return a prodct if the shippng box is all messed up? I shoulnd't have to deal with this nonsens.", "7. How long is it going to tak to see my refund afer I return this damged product? Waiting around is not ideal.", "8. What do I do if the porduct I got is expirred? This is completely unaceptable!", "9. Is threre a spcific time frame for requesting a replcement for a defective product, or can I just wait forevr?", "10. If I'm stck returning an item from a third-party seller, what steops do I even follow? This is ridiculus."], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "annoyed", "style": "typos"}
{"customer_queries": ["Oh no! I jsut received my smarphone and noticed some scratchs on it. Can you let me kno if I'm able to return it? Thanks a buch!", "Hi there! I opned my laptop and saw that it has sme scratches. Is there a way for me to retrun it? I appreiate your help!", "Hello! I jst got my wahsing machine, but I found sme scratches on it. Could you please tell me if I can retrun it? Thank you!", "Hi! I’m a bit puzzld – the smarphone I received seems to be mising some parts. What are the next steops to take? I’d love your guidence!", "Hey! I notced that my laptop is mssing a few parts. What shold I do now? Thank you for your asistnace!", "Hello! It seams the wahsing machine I received is msising some parts. Can you help me fgure out what to do next? Thanks a lot!", "Hi there! I nedd some help strting a return for a defective smarphone I ordered. What do I ned to do? Thanks!", "Hello! Could you plase guide me on how to initate a return for my defectve laptop? I really apreciate your help!", "Hey! I ned a litle asistnce with starting a return for a defectve waashing machine that I ordered. What should I do? Thanks a million!", "Hi! I recived a smarphone in the wrong clor. Is it possble for me to get a refnd or a replcement? Thanks so much for clfiying!", "Hello! I recived my laptop, but it’s the wrong clor. Can you tell me if I can get a refund or jst a replcement? I’d rly appreciate your help!", "Hey there! I opned my washing machine package, and it’s the wrng clor. Is it posibel to get a refund or a replcement? Thanks in advnce!", "Hi! What do I need to prvide if I want to return a dmaged renewed smartphone? I look fulrward to your respose!", "Hello! I recived a damged renewed laptop and I’m curious abut what I need to prvid to return it. Thanks for yor help!", "Hey! I’d like to retrun a dmaged renewed wahsing machine. Could you let me kno what I need to provide? Thank you!", "Hi! Can I stll return my smarphone even if the shipping box got dmaged? I’d love yor advice!", "Hello! Is it possble for me to return my laptop even if the shipping box is danged? Thanks for your guidnce!", "Hey there! Can I retrun my washing machine if the shiping box is damged? Your advce would be much apprciated!", "Hi! I was wndering how long it will take to get my refnd after returning a damged smartphone. Thanks for your hel!", "Hello! How long shuld I expect to wait for my refund after I rturn a dmaged laptop? Thank you for your asistnce!", "Hey! I’m curious abut how long it will take to rceive my refnd after returning a dmaged washing machne. Thanks so much!", "Hi! Is there a specfic time frame within whch I need to rqst a replcement for a defectve smartphone? Thanks for your clarty!", "Hello! Can you let me kno if there’s a specfic time frame for rqesting a replcement for a defectvie laptop? I’d apprecite it!", "Hey! I’d like to kno if there’s a specfic time frame to rqest a replcement for a defectve washing machine. Thanks for yor help!"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "cheerful", "style": "typos"}
{"customer_queries": ["So, I got this smarthphone with scrathces all over it. Am I actuallly allowed to return it or what?", "Fantstic. Just what I wanted— a laptop with scraatches! Can I return this mess or not?", "I can't beleive I received a washinmg machine that’s scratched up. Will I eevn be able to return it?", "What on erth am I supposed to do if the smarphone I got is mising parts? This is ridculous!", "Are you kidding me? The laptp I received is missing prts. What’s my next stept here?", "Sersiously, what do I do now that the washing mnchine I got is missing parts? This is so frsutrating!", "How do I evn start the process to return this defctive smartphone I ordered? It's alreayd a headache!", "Can you please tell me how to initate a return for the defctive laptop I ordered? This is beyond anoying.", "I need to knw how to kick off a return for this defctive washing machine I ogrderd—like, now!", "Great, I recived the wrong clr smartphone. Do I get a refund or just a replcement? This is such a hassel!", "So, I got snt the wrond color laptop. Can I get a refund or do I have to deal with a replcement? Srsly!", "Oh joy, I recived the wrong clor washing machine. Can I get a refnd or what? This is just fantstic!", "What do I even ned to provide if I want to return this dmgd renewed smartphone? Is it tht hard to fix this?", "What do I ned to provide to return the dmgd renewd laptop? This process is gtting old real fast.", "So, what’s requird from me to return the damged renwed washing machine? This is rly frustrating!", "Can I evn return a smartphone if the shippng box is dmgd? This is ridculous!", "Can I return a laptp if the shpping box is damaged? Do I have to deall with this too?", "Is it posssible to return a washing machine evn if the shippng box is dmaged, or is that your ltest policy?", "How long do I hav to wait to get my refnd aftr returning a dmgd smartphone? I’m not waitng around forever!", "How long will it actlly take to get my refnd aftr I send bak this dmgd laptop? This better not take ages!", "Sersiously, how long is it going to take to get my refnd aftr I return this dmaged washing machine? I’m getting anoyed!", "Is there a specifc time frame to request a replcement for a defctive smartphone, or is that a mystery too?", "Do I ned to worry about a specifc time frame to request a replcement for a defctive laptop? Enough with the confusn!", "Is there a dedline for requesting a replcement for a defctive washing machine, or is this just up in the air?"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "annoyed", "style": "typos"}
{"customer_queries": ["1. How do I knnow if my old product is elgible for the exchange offfer when buying a new one?", "2. What hapens if my used product's condtion doesn't match what I decared during the exchange proces?", "3. Can I exchange multipul items at once for a new product purchse?", "4. Are there spcific cities where the exchange offer is avilable, and how can I chek if my area qualifies?", "5. Do I need to remve my personal data from my used phone before the delivry associate arrives?", "6. What shoul I do if I'm not avilable during the delivery when my old device will be colected?", "7. Is there a way to recive my exchange discount if my used product fails the verfication test?", "8. Can I exchage an appliance that is not curently functioning, like a washing maching that won't turn on?", "9. How long dooes the verification process take for my mobile phone when it's being exchanged?", "10. What additonal preparations should I make for exchaging large appliances like refrigertors or ACs?"], "title": "AboutExchanges", "tone": "neutral", "style": "typos"}
{"customer_queries": ["1. I recived a product that has scratchs on it. Will I be able to return it?", "2. What should I do if the itm I received is mising parts?", "3. How do I inicialize a return for a defective item that I ordered?", "4. If I received the wrong colar product, can I get a refud or just a replacemnt?", "5. What do I need to provde if I want to return a damged renewed item?", "6. Can I return a prodct even if the shipping box is damged?", "7. How long will it take to get my refunf after I return a damged product?", "8. What happans if the product I recieved is expired?", "9. Is there a specific time frame within which I need to requet a replacement for a defective product?", "10. If I'm reurning an item from a third-party sellar, what steps do I need to folow?"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "neutral", "style": "typos"}
{"customer_queries": ["I recived a smatphone that has scraches on it. Will I be able to return it?", "I recived a laptp that has scraches on it. Will I be able to return it?", "I recived a washng machine that has scraches on it. Will I be able to return it?", "What should I do if the smratphone I recived is missng parts?", "What should I do if the laptp I recived is missng parts?", "What should I do if the washing macine I recived is missng parts?", "How do I initiate a retrun for a defective smatphone that I ordered?", "How do I initate a retrun for a defective laptp that I ordered?", "How do I inicitate a retrun for a defective washing machne that I ordered?", "If I recived the wrong clor smatphone, can I get a reund or just a replcement?", "If I recived the wrong clor laptp, can I get a reund or just a replcement?", "If I recived the wrong clor washing machne, can I get a reund or just a replcement?", "What do I neeed to provide if I want to return a damged renewed smatphone?", "What do I neeed to provide if I want to return a damged renewed laptp?", "What do I neeed to provide if I want to return a damged renewed washing machne?", "Can I retrun a smatphone even if the shiping box is damged?", "Can I retrun a laptp even if the shiping box is damged?", "Can I retrun a washing machne even if the shiping box is damged?", "How long will it taek to get my refnd after I return a damged smatphone?", "How long will it taek to get my refnd after I return a damged laptp?", "How long will it taek to get my refnd after I return a damged washing machne?", "Is there a spcific time frame within which I need to reqest a replcement for a defective smatphone?", "Is there a spcific time frame within which I need to reqest a replcement for a defective laptp?", "Is there a spcific time frame within which I need to reqest a replcement for a defective washing machne?"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "neutral", "style": "typos"}
