{"customer_queries": ["What should I do if my smartphone arrived damaged or defective?", "What should I do if my laptop arrived damaged or defective?", "What should I do if my washing machine arrived damaged or defective?", "What should I do if my microwave oven arrived damaged or defective?", "What should I do if my smart watch arrived damaged or defective?", "What should I do if my camera arrived damaged or defective?", "How do I initiate a return for a smartphone that was fulfilled by a seller?", "How do I initiate a return for a laptop that was fulfilled by a seller?", "How do I initiate a return for a washing machine that was fulfilled by a seller?", "How do I initiate a return for a microwave oven that was fulfilled by a seller?", "How do I initiate a return for a smart watch that was fulfilled by a seller?", "How do I initiate a return for a camera that was fulfilled by a seller?", "Where can I find the return status for my smartphone order?", "Where can I find the return status for my laptop order?", "Where can I find the return status for my washing machine order?", "Where can I find the return status for my microwave oven order?", "Where can I find the return status for my smart watch order?", "Where can I find the return status for my camera order?", "Are there specific procedures for returning electronics like laptops or smartphones?", "Are there specific procedures for returning electronics like laptops or washing machines?", "Are there specific procedures for returning electronics like laptops or microwave ovens?", "Are there specific procedures for returning electronics like laptops or smart watches?", "Are there specific procedures for returning electronics like laptops or cameras?", "What happens if the seller does not respond to my return request for my smartphone within three days?", "What happens if the seller does not respond to my return request for my laptop within three days?", "What happens if the seller does not respond to my return request for my washing machine within three days?", "What happens if the seller does not respond to my return request for my microwave oven within three days?", "What happens if the seller does not respond to my return request for my smart watch within three days?", "What happens if the seller does not respond to my return request for my camera within three days?", "Can I return my smartphone and have the replacement sent to a different address?", "Can I return my laptop and have the replacement sent to a different address?", "Can I return my washing machine and have the replacement sent to a different address?", "Can I return my microwave oven and have the replacement sent to a different address?", "Can I return my smart watch and have the replacement sent to a different address?", "Can I return my camera and have the replacement sent to a different address?", "How can I ensure my smartphone return is eligible for pickup instead of self-ship?", "How can I ensure my laptop return is eligible for pickup instead of self-ship?", "How can I ensure my washing machine return is eligible for pickup instead of self-ship?", "How can I ensure my microwave oven return is eligible for pickup instead of self-ship?", "How can I ensure my smart watch return is eligible for pickup instead of self-ship?", "How can I ensure my camera return is eligible for pickup instead of self-ship?"], "title": "ReturnAndReplacement", "tone": "neutral", "style": "regular"}
{"customer_queries": ["Is it possible to return multiple smartphones in a single return request?", "Is it possible to return multiple laptops in a single return request?", "Is it possible to return multiple washing machines in a single return request?", "Is it possible to return multiple microwave ovens in a single return request?", "Is it possible to return multiple smart watches in a single return request?", "Is it possible to return multiple cameras in a single return request?", "What should I do if I don't see the option to return my smartphone?", "What should I do if I don't see the option to return my laptop?", "What should I do if I don't see the option to return my washing machine?", "What should I do if I don't see the option to return my microwave oven?", "What should I do if I don't see the option to return my smart watch?", "What should I do if I don't see the option to return my camera?", "Do I need to print a return label or any documents for my smartphone return?", "Do I need to print a return label or any documents for my laptop return?", "Do I need to print a return label or any documents for my washing machine return?", "Do I need to print a return label or any documents for my microwave oven return?", "Do I need to print a return label or any documents for my smart watch return?", "Do I need to print a return label or any documents for my camera return?", "I'm trying to return a smartphone; why do I need to install a diagnostic app?", "I'm trying to return a laptop; why do I need to install a diagnostic app?", "I'm trying to return a washing machine; why do I need to install a diagnostic app?", "I'm trying to return a microwave oven; why do I need to install a diagnostic app?", "I'm trying to return a smart watch; why do I need to install a diagnostic app?", "I'm trying to return a camera; why do I need to install a diagnostic app?", "What if I forgot to erase my personal data from my smartphone before returning it?", "What if I forgot to erase my personal data from my laptop before returning it?", "What if I forgot to erase my personal data from my washing machine before returning it?", "What if I forgot to erase my personal data from my microwave oven before returning it?", "What if I forgot to erase my personal data from my smart watch before returning it?", "What if I forgot to erase my personal data from my camera before returning it?", "Is there a limit on how long I have to return a smartphone?", "Is there a limit on how long I have to return a laptop?", "Is there a limit on how long I have to return a washing machine?", "Is there a limit on how long I have to return a microwave oven?", "Is there a limit on how long I have to return a smartwatch?", "Is there a limit on how long I have to return a camera?", "If I have issues scheduling my smartphone return, who can I contact for help?", "If I have issues scheduling my laptop return, who can I contact for help?", "If I have issues scheduling my washing machine return, who can I contact for help?", "If I have issues scheduling my microwave oven return, who can I contact for help?", "If I have issues scheduling my smart watch return, who can I contact for help?", "If I have issues scheduling my camera return, who can I contact for help?"], "title": "HowToScheduleReturn", "tone": "neutral", "style": "regular"}
{"customer_queries": ["What should I do if I receive a damaged smartphone when it arrives?", "What should I do if I receive a damaged laptop when it arrives?", "What should I do if I receive a damaged washing machine when it arrives?", "What should I do if I receive a damaged microwave oven when it arrives?", "What should I do if I receive a damaged smart watch when it arrives?", "What should I do if I receive a damaged camera when it arrives?", "How can I tell if my smartphone is defective?", "How can I tell if my laptop is defective?", "How can I tell if my washing machine is defective?", "How can I tell if my microwave oven is defective?", "How can I tell if my smart watch is defective?", "How can I tell if my camera is defective?", "Can I return a smartphone that arrived with parts missing?", "Can I return a laptop that arrived with parts missing?", "Can I return a washing machine that arrived with parts missing?", "Can I return a microwave oven that arrived with parts missing?", "Can I return a smart watch that arrived with parts missing?", "Can I return a camera that arrived with parts missing?", "What happens if the shipping box for my smartphone is damaged but the product inside is fine?", "What happens if the shipping box for my laptop is damaged but the product inside is fine?", "What happens if the shipping box for my washing machine is damaged but the product inside is fine?", "What happens if the shipping box for my microwave oven is damaged but the product inside is fine?", "What happens if the shipping box for my smart watch is damaged but the product inside is fine?", "What happens if the shipping box for my camera is damaged but the product inside is fine?", "If I received the wrong color size for my smartphone, can I exchange it for the correct one?", "If I received the wrong color size for my laptop, can I exchange it for the correct one?", "If I received the wrong color size for my washing machine, can I exchange it for the correct one?", "If I received the wrong color size for my microwave oven, can I exchange it for the correct one?", "If I received the wrong color size for my smart watch, can I exchange it for the correct one?", "If I received the wrong color size for my camera, can I exchange it for the correct one?", "I bought a renewed smartphone and it’s damaged, how do I return it?", "I bought a renewed laptop and it’s damaged, how do I return it?", "I bought a renewed washing machine and it’s damaged, how do I return it?", "I bought a renewed microwave oven and it’s damaged, how do I return it?", "I bought a renewed smart watch and it’s damaged, how do I return it?", "I bought a renewed camera and it’s damaged, how do I return it?", "How long do I have to return a damaged smartphone?", "How long do I have to return a damaged laptop?", "How long do I have to return a damaged washing machine?", "How long do I have to return a damaged microwave oven?", "How long do I have to return a damaged smart watch?", "How long do I have to return a damaged camera?", "Can I get a refund instead of a replacement for a defective smartphone?", "Can I get a refund instead of a replacement for a defective laptop?", "Can I get a refund instead of a replacement for a defective washing machine?", "Can I get a refund instead of a replacement for a defective microwave oven?", "Can I get a refund instead of a replacement for a defective smart watch?", "Can I get a refund instead of a replacement for a defective camera?", "What kind of images do I need to upload when returning a damaged renewed smartphone?", "What kind of images do I need to upload when returning a damaged renewed laptop?", "What kind of images do I need to upload when returning a damaged renewed washing machine?", "What kind of images do I need to upload when returning a damaged renewed microwave oven?", "What kind of images do I need to upload when returning a damaged renewed smart watch?", "What kind of images do I need to upload when returning a damaged renewed camera?"], "title": "DamagedDefectiveOrWrongProductFAQ", "tone": "neutral", "style": "regular"}
{"customer_queries": ["What should I do if I can't sign in when placing an order for a smartphone?", "What should I do if I can't sign in when placing an order for a laptop?", "What should I do if I can't sign in when placing an order for a washing machine?", "What should I do if I can't sign in when placing an order for a microwave oven?", "What should I do if I can't sign in when placing an order for a smart watch?", "What should I do if I can't sign in when placing an order for a camera?", "Is there a way to change the delivery address for my smartphone after I've completed my order?", "Is there a way to change the delivery address for my laptop after I've completed my order?", "Is there a way to change the delivery address for my washing machine after I've completed my order?", "Is there a way to change the delivery address for my microwave oven after I've completed my order?", "Is there a way to change the delivery address for my smart watch after I've completed my order?", "Is there a way to change the delivery address for my camera after I've completed my order?", "Can I modify my smartphone order after placing it, such as changing the quantity of an item?", "Can I modify my laptop order after placing it, such as changing the quantity of an item?", "Can I modify my washing machine order after placing it, such as changing the quantity of an item?", "Can I modify my microwave oven order after placing it, such as changing the quantity of an item?", "Can I modify my smart watch order after placing it, such as changing the quantity of an item?", "Can I modify my camera order after placing it, such as changing the quantity of an item?", "I see a delivery instruction option during checkout for my smartphone, what types of instructions can I provide?", "I see a delivery instruction option during checkout for my laptop, what types of instructions can I provide?", "I see a delivery instruction option during checkout for my washing machine, what types of instructions can I provide?", "I see a delivery instruction option during checkout for my microwave oven, what types of instructions can I provide?", "I see a delivery instruction option during checkout for my smart watch, what types of instructions can I provide?", "I see a delivery instruction option during checkout for my camera, what types of instructions can I provide?", "How can I cancel an order for a smartphone that hasn’t been delivered yet?", "How can I cancel an order for a laptop that hasn’t been delivered yet?", "How can I cancel an order for a washing machine that hasn’t been delivered yet?", "How can I cancel an order for a microwave oven that hasn’t been delivered yet?", "How can I cancel an order for a smart watch that hasn’t been delivered yet?", "How can I cancel an order for a camera that hasn’t been delivered yet?", "If my smartphone order is out for delivery, can I still cancel it?", "If my laptop order is out for delivery, can I still cancel it?", "If my washing machine order is out for delivery, can I still cancel it?", "If my microwave oven order is out for delivery, can I still cancel it?", "If my smartwatch order is out for delivery, can I still cancel it?", "If my camera order is out for delivery, can I still cancel it?", "What should I do if I can't place an order for a smartphone due to a payment decline?", "What should I do if I can't place an order for a laptop due to a payment decline?", "What should I do if I can't place an order for a washing machine due to a payment decline?", "What should I do if I can't place an order for a microwave oven due to a payment decline?", "What should I do if I can't place an order for a smart watch due to a payment decline?", "What should I do if I can't place an order for a camera due to a payment decline?", "How can I check the status of my smartphone order delivery after it has been placed?", "How can I check the status of my laptop order delivery after it has been placed?", "How can I check the status of my washing machine order delivery after it has been placed?", "How can I check the status of my microwave oven order delivery after it has been placed?", "How can I check the status of my smart watch order delivery after it has been placed?", "How can I check the status of my camera order delivery after it has been placed?"], "title": "OrderingFAQ", "tone": "neutral", "style": "regular"}
{"customer_queries": ["What should I do if I received a smartphone that is already expired?", "What should I do if I received a laptop that is already expired?", "What should I do if I received a washing machine that is already expired?", "What should I do if I received a microwave oven that is already expired?", "What should I do if I received a smart watch that is already expired?", "What should I do if I received a camera that is already expired?", "If I receive a smartphone that's close to its expiry date, can I get a refund?", "If I receive a laptop that's close to its expiry date, can I get a refund?", "If I receive a washing machine that's close to its expiry date, can I get a refund?", "If I receive a microwave oven that's close to its expiry date, can I get a refund?", "If I receive a smart watch that's close to its expiry date, can I get a refund?", "If I receive a camera that's close to its expiry date, can I get a refund?", "Can I exchange my smartphone if I find out it’s near its expiration date upon delivery?", "Can I exchange my laptop if I find out it’s near its expiration date upon delivery?", "Can I exchange my washing machine if I find out it’s near its expiration date upon delivery?", "Can I exchange my microwave oven if I find out it’s near its expiration date upon delivery?", "Can I exchange my smart watch if I find out it’s near its expiration date upon delivery?", "Can I exchange my camera if I find out it’s near its expiration date upon delivery?"], "title": "ProductExpiry", "tone": "neutral", "style": "regular"}
{"customer_queries": ["Can I change my shipping address after I place a pre-order for a smartphone for a release date delivery?", "Can I change my shipping address after I place a pre-order for a laptop for a release date delivery?", "Can I change my shipping address after I place a pre-order for a washing machine for a release date delivery?", "Can I change my shipping address after I place a pre-order for a microwave oven for a release date delivery?", "Can I change my shipping address after I place a pre-order for a smart watch for a release date delivery?", "Can I change my shipping address after I place a pre-order for a camera for a release date delivery?", "How will I know when my pre-ordered smartphone has shipped?", "How will I know when my pre-ordered laptop has shipped?", "How will I know when my pre-ordered washing machine has shipped?", "How will I know when my pre-ordered microwave oven has shipped?", "How will I know when my pre-ordered smart watch has shipped?", "How will I know when my pre-ordered camera has shipped?", "Is there a deadline for placing a pre-order for a smartphone to qualify for Release-Date Delivery?", "Is there a deadline for placing a pre-order for a laptop to qualify for Release-Date Delivery?", "Is there a deadline for placing a pre-order for a washing machine to qualify for Release-Date Delivery?", "Is there a deadline for placing a pre-order for a microwave oven to qualify for Release-Date Delivery?", "Is there a deadline for placing a pre-order for a smart watch to qualify for Release-Date Delivery?", "Is there a deadline for placing a pre-order for a camera to qualify for Release-Date Delivery?", "What happens if my smartphone release date delivery is late? Will I get a refund?", "What happens if my laptop release date delivery is late? Will I get a refund?", "What happens if my washing machine release date delivery is late? Will I get a refund?", "What happens if my microwave oven release date delivery is late? Will I get a refund?", "What happens if my smart watch release date delivery is late? Will I get a refund?", "What happens if my camera release date delivery is late? Will I get a refund?", "Can I track my smartphone order once I’ve opted for Release-Date Delivery?", "Can I track my laptop order once I’ve opted for Release-Date Delivery?", "Can I track my washing machine order once I’ve opted for Release-Date Delivery?", "Can I track my microwave oven order once I’ve opted for Release-Date Delivery?", "Can I track my smart watch order once I’ve opted for Release-Date Delivery?", "Can I track my camera order once I’ve opted for Release-Date Delivery?", "Will I receive an email or text notification when my smartphone order is out for delivery?", "Will I receive an email or text notification when my laptop order is out for delivery?", "Will I receive an email or text notification when my washing machine order is out for delivery?", "Will I receive an email or text notification when my microwave oven order is out for delivery?", "Will I receive an email or text notification when my smart watch order is out for delivery?", "Will I receive an email or text notification when my camera order is out for delivery?", "If my smartphone release date delivery item is out of stock, can I get another item delivered instead?", "If my laptop release date delivery item is out of stock, can I get another item delivered instead?", "If my washing machine release date delivery item is out of stock, can I get another item delivered instead?", "If my microwave oven release date delivery item is out of stock, can I get another item delivered instead?", "If my smart watch release date delivery item is out of stock, can I get another item delivered instead?", "If my camera release date delivery item is out of stock, can I get another item delivered instead?", "Are there any specific times that I should expect delivery on a smartphone release date?", "Are there any specific times that I should expect delivery on a laptop release date?", "Are there any specific times that I should expect delivery on a washing machine release date?", "Are there any specific times that I should expect delivery on a microwave oven release date?", "Are there any specific times that I should expect delivery on a smartwatch release date?", "Are there any specific times that I should expect delivery on a camera release date?"], "title": "ReleaseDateDelivery", "tone": "neutral", "style": "regular"}
{"customer_queries": ["What should I do if the seller hasn’t responded to my return request for my smartphone within three days?", "What should I do if the seller hasn’t responded to my return request for my laptop within three days?", "What should I do if the seller hasn’t responded to my return request for my washing machine within three days?", "What should I do if the seller hasn’t responded to my return request for my microwave oven within three days?", "What should I do if the seller hasn’t responded to my return request for my smart watch within three days?", "What should I do if the seller hasn’t responded to my return request for my camera within three days?", "How do I know if a smartphone is sold and shipped by a third-party seller?", "How do I know if a laptop is sold and shipped by a third-party seller?", "How do I know if a washing machine is sold and shipped by a third-party seller?", "How do I know if a microwave oven is sold and shipped by a third-party seller?", "How do I know if a smart watch is sold and shipped by a third-party seller?", "How do I know if a camera is sold and shipped by a third-party seller?", "Is there a way to request a return pickup for my smartphone from the seller after my return request is approved?", "Is there a way to request a return pickup for my laptop from the seller after my return request is approved?", "Is there a way to request a return pickup for my washing machine from the seller after my return request is approved?", "Is there a way to request a return pickup for my microwave oven from the seller after my return request is approved?", "Is there a way to request a return pickup for my smart watch from the seller after my return request is approved?", "Is there a way to request a return pickup for my camera from the seller after my return request is approved?", "What happens if my smartphone return is damaged or missing when I send it back to the seller?", "What happens if my laptop return is damaged or missing when I send it back to the seller?", "What happens if my washing machine return is damaged or missing when I send it back to the seller?", "What happens if my microwave oven return is damaged or missing when I send it back to the seller?", "What happens if my smart watch return is damaged or missing when I send it back to the seller?", "What happens if my camera return is damaged or missing when I send it back to the seller?", "How do I know if my smartphone order is eligible for a return before I buy it?", "How do I know if my laptop order is eligible for a return before I buy it?", "How do I know if my washing machine order is eligible for a return before I buy it?", "How do I know if my microwave oven order is eligible for a return before I buy it?", "How do I know if my smart watch order is eligible for a return before I buy it?", "How do I know if my camera order is eligible for a return before I buy it?", "What options do I have if the seller refuses my return request for my smartphone?", "What options do I have if the seller refuses my return request for my laptop?", "What options do I have if the seller refuses my return request for my washing machine?", "What options do I have if the seller refuses my return request for my microwave oven?", "What options do I have if the seller refuses my return request for my smart watch?", "What options do I have if the seller refuses my return request for my camera?"], "title": "ReturnOrdersWithThirdPartySeller", "tone": "neutral", "style": "regular"}
{"customer_queries": ["What happens if I want to cancel an order for a smartphone that has already been shipped?", "What happens if I want to cancel an order for a laptop that has already been shipped?", "What happens if I want to cancel an order for a washing machine that has already been shipped?", "What happens if I want to cancel an order for a microwave oven that has already been shipped?", "What happens if I want to cancel an order for a smart watch that has already been shipped?", "What happens if I want to cancel an order for a camera that has already been shipped?", "Can I cancel just one item in an order that was shipped together with other items, like my smartphone?", "Can I cancel just one item in an order that was shipped together with other items, like my laptop?", "Can I cancel just one item in an order that was shipped together with other items, like my washing machine?", "Can I cancel just one item in an order that was shipped together with other items, like my microwave oven?", "Can I cancel just one item in an order that was shipped together with other items, like my smart watch?", "Can I cancel just one item in an order that was shipped together with other items, like my camera?", "I've canceled my smartphone order, but when will I see the refund back in my account?", "I've canceled my laptop order, but when will I see the refund back in my account?", "I've canceled my washing machine order, but when will I see the refund back in my account?", "I've canceled my microwave oven order, but when will I see the refund back in my account?", "I've canceled my smart watch order, but when will I see the refund back in my account?", "I've canceled my camera order, but when will I see the refund back in my account?", "What should I do if I can't find the option to cancel my smartphone order in 'Your Orders'?", "What should I do if I can't find the option to cancel my laptop order in 'Your Orders'?", "What should I do if I can't find the option to cancel my washing machine order in 'Your Orders'?", "What should I do if I can't find the option to cancel my microwave oven order in 'Your Orders'?", "What should I do if I can't find the option to cancel my smart watch order in 'Your Orders'?", "What should I do if I can't find the option to cancel my camera order in 'Your Orders'?", "I missed the 30-minute window to cancel my smartphone order directly, what are my options now?", "I missed the 30-minute window to cancel my laptop order directly, what are my options now?", "I missed the 30-minute window to cancel my washing machine order directly, what are my options now?", "I missed the 30-minute window to cancel my microwave oven order directly, what are my options now?", "I missed the 30-minute window to cancel my smart watch order directly, what are my options now?", "I missed the 30-minute window to cancel my camera order directly, what are my options now?", "Will my refund for the smartphone be processed automatically after I cancel my order?", "Will my refund for the laptop be processed automatically after I cancel my order?", "Will my refund for the washing machine be processed automatically after I cancel my order?", "Will my refund for the microwave oven be processed automatically after I cancel my order?", "Will my refund for the smart watch be processed automatically after I cancel my order?", "Will my refund for the camera be processed automatically after I cancel my order?", "If I cancel my smartphone order, does that mean all items in that shipment will be canceled as well?", "If I cancel my laptop order, does that mean all items in that shipment will be canceled as well?", "If I cancel my washing machine order, does that mean all items in that shipment will be canceled as well?", "If I cancel my microwave oven order, does that mean all items in that shipment will be canceled as well?", "If I cancel my smart watch order, does that mean all items in that shipment will be canceled as well?", "If I cancel my camera order, does that mean all items in that shipment will be canceled as well?", "Can I cancel multiple smartphones in a single order at once?", "Can I cancel multiple laptops in a single order at once?", "Can I cancel multiple washing machines in a single order at once?", "Can I cancel multiple microwave ovens in a single order at once?", "Can I cancel multiple smart watches in a single order at once?", "Can I cancel multiple cameras in a single order at once?", "If I partially cancel an order for my smartphone, when will I receive the refund for the items I didn't keep?", "If I partially cancel an order for my laptop, when will I receive the refund for the items I didn't keep?", "If I partially cancel an order for my washing machine, when will I receive the refund for the items I didn't keep?", "If I partially cancel an order for my microwave oven, when will I receive the refund for the items I didn't keep?", "If I partially cancel an order for my smart watch, when will I receive the refund for the items I didn't keep?", "If I partially cancel an order for my camera, when will I receive the refund for the items I didn't keep?", "Is it possible to cancel my smartphone order after I've already paid for it?", "Is it possible to cancel my laptop order after I've already paid for it?", "Is it possible to cancel my washing machine order after I've already paid for it?", "Is it possible to cancel my microwave oven order after I've already paid for it?", "Is it possible to cancel my smart watch order after I've already paid for it?", "Is it possible to cancel my camera order after I've already paid for it?"], "title": "CancelItemsOrOrders", "tone": "neutral", "style": "regular"}
{"customer_queries": ["Can I change my shipping address after I’ve placed my smartphone order?", "Can I change my shipping address after I’ve placed my laptop order?", "Can I change my shipping address after I’ve placed my washing machine order?", "Can I change my shipping address after I’ve placed my microwave oven order?", "Can I change my shipping address after I’ve placed my smartwatch order?", "Can I change my shipping address after I’ve placed my camera order?", "How can I find out the estimated delivery date for my smartphone before making a purchase?", "How can I find out the estimated delivery date for my laptop before making a purchase?", "How can I find out the estimated delivery date for my washing machine before making a purchase?", "How can I find out the estimated delivery date for my microwave oven before making a purchase?", "How can I find out the estimated delivery date for my smart watch before making a purchase?", "How can I find out the estimated delivery date for my camera before making a purchase?", "What happens if my smartphone order is eligible for guaranteed delivery but it doesn’t arrive on time?", "What happens if my laptop order is eligible for guaranteed delivery but it doesn’t arrive on time?", "What happens if my washing machine order is eligible for guaranteed delivery but it doesn’t arrive on time?", "What happens if my microwave oven order is eligible for guaranteed delivery but it doesn’t arrive on time?", "What happens if my smart watch order is eligible for guaranteed delivery but it doesn’t arrive on time?", "What happens if my camera order is eligible for guaranteed delivery but it doesn’t arrive on time?", "Do I get refunded for shipping charges if I cancel my smartphone order?", "Do I get refunded for shipping charges if I cancel my laptop order?", "Do I get refunded for shipping charges if I cancel my washing machine order?", "Do I get refunded for shipping charges if I cancel my microwave oven order?", "Do I get refunded for shipping charges if I cancel my smart watch order?", "Do I get refunded for shipping charges if I cancel my camera order?", "What should I do if I forgot to select a faster shipping option at checkout for my smartphone?", "What should I do if I forgot to select a faster shipping option at checkout for my laptop?", "What should I do if I forgot to select a faster shipping option at checkout for my washing machine?", "What should I do if I forgot to select a faster shipping option at checkout for my microwave oven?", "What should I do if I forgot to select a faster shipping option at checkout for my smart watch?", "What should I do if I forgot to select a faster shipping option at checkout for my camera?", "Can I contact the seller for information on shipping speeds and costs for their smartphones?", "Can I contact the seller for information on shipping speeds and costs for their laptops?", "Can I contact the seller for information on shipping speeds and costs for their washing machines?", "Can I contact the seller for information on shipping speeds and costs for their microwave ovens?", "Can I contact the seller for information on shipping speeds and costs for their smart watches?", "Can I contact the seller for information on shipping speeds and costs for their cameras?", "If I order a smartphone from a seller who ships items not eligible for Prime, how do I know the shipping costs?", "If I order a laptop from a seller who ships items not eligible for Prime, how do I know the shipping costs?", "If I order a washing machine from a seller who ships items not eligible for Prime, how do I know the shipping costs?", "If I order a microwave oven from a seller who ships items not eligible for Prime, how do I know the shipping costs?", "If I order a smart watch from a seller who ships items not eligible for Prime, how do I know the shipping costs?", "If I order a camera from a seller who ships items not eligible for Prime, how do I know the shipping costs?"], "title": "ShipppingSpeedAndCharges", "tone": "neutral", "style": "regular"}
{"customer_queries": ["How can I find out if I can exchange my old smartphone when I place an order?", "How can I find out if I can exchange my old laptop when I place an order?", "How can I find out if I can exchange my old washing machine when I place an order?", "How can I find out if I can exchange my old microwave oven when I place an order?", "How can I find out if I can exchange my old smartwatch when I place an order?", "How can I find out if I can exchange my old camera when I place an order?", "Why do I see a different exchange value for my used laptop based on my location?", "Why do I see a different exchange value for my used washing machine based on my location?", "Why do I see a different exchange value for my used microwave oven based on my location?", "Why do I see a different exchange value for my used smart watch based on my location?", "Why do I see a different exchange value for my used camera based on my location?", "Is there a specific list of smartphones that I can exchange for a new product?", "Is there a specific list of laptops that I can exchange for a new product?", "Is there a specific list of washing machines that I can exchange for a new product?", "Is there a specific list of microwave ovens that I can exchange for a new product?", "Is there a specific list of smart watches that I can exchange for a new product?", "Is there a specific list of cameras that I can exchange for a new product?", "What condition does my used smartphone need to be in for it to be accepted in an exchange?", "What condition does my used washing machine need to be in for it to be accepted in an exchange?", "What condition does my used microwave oven need to be in for it to be accepted in an exchange?", "What condition does my used smart watch need to be in for it to be accepted in an exchange?", "What condition does my used camera need to be in for it to be accepted in an exchange?", "If my smartphone only turns on when plugged in, can I still exchange it?", "If my laptop only turns on when plugged in, can I still exchange it?", "If my smart watch only turns on when plugged in, can I still exchange it?", "If my camera only turns on when plugged in, can I still exchange it?", "Do I need to include the original box and accessories with my used smartphone for exchange?", "Do I need to include the original box and accessories with my used laptop for exchange?", "Do I need to include the original box and accessories with my used washing machine for exchange?", "Do I need to include the original box and accessories with my used microwave oven for exchange?", "Do I need to include the original box and accessories with my used smart watch for exchange?", "Do I need to include the original box and accessories with my used camera for exchange?", "Can I exchange two old smartphones for one new item?", "Can I exchange two old laptops for one new item?", "Can I exchange two old washing machines for one new item?", "Can I exchange two old microwave ovens for one new item?", "Can I exchange two old smart watches for one new item?", "Can I exchange two old cameras for one new item?", "Can I use a different address for pickup and delivery during an exchange of my smartphone?", "Can I use a different address for pickup and delivery during an exchange of my laptop?", "Can I use a different address for pickup and delivery during an exchange of my washing machine?", "Can I use a different address for pickup and delivery during an exchange of my microwave oven?", "Can I use a different address for pickup and delivery during an exchange of my smart watch?", "Can I use a different address for pickup and delivery during an exchange of my camera?", "Will there be any extra fees for trading in my old smartphone?", "Will there be any extra fees for trading in my old laptop?", "Will there be any extra fees for trading in my old washing machine?", "Will there be any extra fees for trading in my old microwave oven?", "Will there be any extra fees for trading in my old smart watch?", "Will there be any extra fees for trading in my old camera?", "When will my used smartphone be picked up after I place an exchange order?", "When will my used laptop be picked up after I place an exchange order?", "When will my used washing machine be picked up after I place an exchange order?", "When will my used microwave oven be picked up after I place an exchange order?", "When will my used smartwatch be picked up after I place an exchange order?", "When will my used camera be picked up after I place an exchange order?", "What preparations should I make for the pickup of my old smartphone?", "What preparations should I make for the pickup of my old laptop?", "What preparations should I make for the pickup of my old camera?", "What happens during the pickup of my used washing machine?", "What happens during the pickup of my used microwave oven?", "What if the delivery associate finds that my old smartphone does not meet the exchange requirements?", "What if the delivery associate finds that my old laptop does not meet the exchange requirements?", "What if the delivery associate finds that my old washing machine does not meet the exchange requirements?", "What if the delivery associate finds that my old microwave oven does not meet the exchange requirements?", "What if the delivery associate finds that my old smart watch does not meet the exchange requirements?", "What if the delivery associate finds that my old camera does not meet the exchange requirements?"], "title": "ExchangeFAQs", "tone": "neutral", "style": "regular"}
{"customer_queries": ["Where can I see the installation costs for my smartphone?", "Where can I see the installation costs for my laptop?", "Where can I see the installation costs for my washing machine?", "Where can I see the installation costs for my microwave oven?", "Where can I see the installation costs for my smart watch?", "Where can I see the installation costs for my camera?", "Can I change the installation address for my smartphone after placing my order?", "Can I change the installation address for my laptop after placing my order?", "Can I change the installation address for my washing machine after placing my order?", "Can I change the installation address for my microwave oven after placing my order?", "Can I change the installation address for my smart watch after placing my order?", "Can I change the installation address for my camera after placing my order?", "What should I do if my smartphone hasn't been installed yet?", "What should I do if my laptop hasn't been installed yet?", "What should I do if my washing machine hasn't been installed yet?", "What should I do if my microwave oven hasn't been installed yet?", "What should I do if my smart watch hasn't been installed yet?", "What should I do if my camera hasn't been installed yet?", "What information do I need to check on the smartphone product detail page regarding installation?", "What information do I need to check on the laptop product detail page regarding installation?", "What information do I need to check on the washing machine product detail page regarding installation?", "What information do I need to check on the microwave oven product detail page regarding installation?", "What information do I need to check on the smart watch product detail page regarding installation?", "What information do I need to check on the camera product detail page regarding installation?", "Can I arrange for installation of my smartphone on a weekend, and how do I check availability?", "Can I arrange for installation of my laptop on a weekend, and how do I check availability?", "Can I arrange for installation of my washing machine on a weekend, and how do I check availability?", "Can I arrange for installation of my microwave oven on a weekend, and how do I check availability?", "Can I arrange for installation of my smart watch on a weekend, and how do I check availability?", "Can I arrange for installation of my camera on a weekend, and how do I check availability?", "If I purchased multiple smartphones, do I need to check installation for each smartphone separately?", "If I purchased multiple laptops, do I need to check installation for each laptop separately?", "If I purchased multiple washing machines, do I need to check installation for each washing machine separately?", "If I purchased multiple microwave ovens, do I need to check installation for each microwave oven separately?", "If I purchased multiple smart watches, do I need to check installation for each smart watch separately?", "If I purchased multiple cameras, do I need to check installation for each camera separately?", "How will I know if I need to select an option to get installation details on the smartphone product page?", "How will I know if I need to select an option to get installation details on the laptop product page?", "How will I know if I need to select an option to get installation details on the washing machine product page?", "How will I know if I need to select an option to get installation details on the microwave oven product page?", "How will I know if I need to select an option to get installation details on the smart watch product page?", "How will I know if I need to select an option to get installation details on the camera product page?", "Can installation services for my smartphone be provided at a business address instead of my home?", "Can installation services for my laptop be provided at a business address instead of my home?", "Can installation services for my washing machine be provided at a business address instead of my home?", "Can installation services for my microwave oven be provided at a business address instead of my home?", "Can installation services for my smart watch be provided at a business address instead of my home?", "Can installation services for my camera be provided at a business address instead of my home?"], "title": "InstallationsFAQ", "tone": "neutral", "style": "regular"}
{"customer_queries": ["What happens if my smartphone return pickup is missed on the scheduled day?", "What happens if my laptop return pickup is missed on the scheduled day?", "What happens if my washing machine return pickup is missed on the scheduled day?", "What happens if my microwave oven return pickup is missed on the scheduled day?", "What happens if my smart watch return pickup is missed on the scheduled day?", "What happens if my camera return pickup is missed on the scheduled day?", "How long do I have to return a smartphone after it's been delivered?", "How long do I have to return a laptop after it's been delivered?", "How long do I have to return a washing machine after it's been delivered?", "How long do I have to return a microwave oven after it's been delivered?", "How long do I have to return a smart watch after it's been delivered?", "How long do I have to return a camera after it's been delivered?", "What should I do if I received a wrong or damaged smartphone?", "What should I do if I received a wrong or damaged laptop?", "What should I do if I received a wrong or damaged washing machine?", "What should I do if I received a wrong or damaged microwave oven?", "What should I do if I received a wrong or damaged smart watch?", "What should I do if I received a wrong or damaged camera?", "Can I reschedule my smartphone return pickup if I can't be home during the scheduled time?", "Can I reschedule my laptop return pickup if I can't be home during the scheduled time?", "Can I reschedule my washing machine return pickup if I can't be home during the scheduled time?", "Can I reschedule my microwave oven return pickup if I can't be home during the scheduled time?", "Can I reschedule my smart watch return pickup if I can't be home during the scheduled time?", "Can I reschedule my camera return pickup if I can't be home during the scheduled time?", "How many times will the delivery agent try to pick up my smartphone return?", "How many times will the delivery agent try to pick up my laptop return?", "How many times will the delivery agent try to pick up my washing machine return?", "How many times will the delivery agent try to pick up my microwave oven return?", "How many times will the delivery agent try to pick up my smart watch return?", "How many times will the delivery agent try to pick up my camera return?", "What should I do if the delivery agent cancels the pickup of my smartphone due to missing accessories?", "What should I do if the delivery agent cancels the pickup of my laptop due to missing accessories?", "What should I do if the delivery agent cancels the pickup of my washing machine due to missing accessories?", "What should I do if the delivery agent cancels the pickup of my microwave oven due to missing accessories?", "What should I do if the delivery agent cancels the pickup of my smart watch due to missing accessories?", "What should I do if the delivery agent cancels the pickup of my camera due to missing accessories?", "Is there an option to self-ship my smartphone return if pickup isn't available?", "Is there an option to self-ship my laptop return if pickup isn't available?", "Is there an option to self-ship my washing machine return if pickup isn't available?", "Is there an option to self-ship my microwave oven return if pickup isn't available?", "Is there an option to self-ship my smart watch return if pickup isn't available?", "Is there an option to self-ship my camera return if pickup isn't available?", "Will I get a refund for the return shipping costs if I self-ship my smartphone?", "Will I get a refund for the return shipping costs if I self-ship my laptop?", "Will I get a refund for the return shipping costs if I self-ship my washing machine?", "Will I get a refund for the return shipping costs if I self-ship my microwave oven?", "Will I get a refund for the return shipping costs if I self-ship my smart watch?", "Will I get a refund for the return shipping costs if I self-ship my camera?", "What do I need to do if I face issues while trying to initiate a return pickup for my smartphone?", "What do I need to do if I face issues while trying to initiate a return pickup for my laptop?", "What do I need to do if I face issues while trying to initiate a return pickup for my washing machine?", "What do I need to do if I face issues while trying to initiate a return pickup for my microwave oven?", "What do I need to do if I face issues while trying to initiate a return pickup for my smart watch?", "What do I need to do if I face issues while trying to initiate a return pickup for my camera?"], "title": "ReturnPickUpAndShipGuidelines", "tone": "neutral", "style": "regular"}
{"customer_queries": ["How can I find out if the smartphone I want can be delivered with the Guaranteed Delivery option?", "How can I find out if the laptop I want can be delivered with the Guaranteed Delivery option?", "How can I find out if the washing machine I want can be delivered with the Guaranteed Delivery option?", "How can I find out if the microwave oven I want can be delivered with the Guaranteed Delivery option?", "How can I find out if the smart watch I want can be delivered with the Guaranteed Delivery option?", "How can I find out if the camera I want can be delivered with the Guaranteed Delivery option?", "What should I do if I don’t see any eligible shipping options for the smartphone I want to buy?", "What should I do if I don’t see any eligible shipping options for the laptop I want to buy?", "What should I do if I don’t see any eligible shipping options for the washing machine I want to buy?", "What should I do if I don’t see any eligible shipping options for the microwave oven I want to buy?", "What should I do if I don’t see any eligible shipping options for the smart watch I want to buy?", "What should I do if I don’t see any eligible shipping options for the camera I want to buy?", "What happens if my smartphone doesn’t arrive on the Guaranteed Delivery date?", "What happens if my laptop doesn’t arrive on the Guaranteed Delivery date?", "What happens if my washing machine doesn’t arrive on the Guaranteed Delivery date?", "What happens if my microwave oven doesn’t arrive on the Guaranteed Delivery date?", "What happens if my smart watch doesn’t arrive on the Guaranteed Delivery date?", "What happens if my camera doesn’t arrive on the Guaranteed Delivery date?", "Is there a cost difference for choosing Guaranteed Delivery over standard shipping options for my smartphone?", "Is there a cost difference for choosing Guaranteed Delivery over standard shipping options for my laptop?", "Is there a cost difference for choosing Guaranteed Delivery over standard shipping options for my washing machine?", "Is there a cost difference for choosing Guaranteed Delivery over standard shipping options for my microwave oven?", "Is there a cost difference for choosing Guaranteed Delivery over standard shipping options for my smart watch?", "Is there a cost difference for choosing Guaranteed Delivery over standard shipping options for my camera?", "I just entered my pincode, but the shipping speeds for my smartphone are still not showing up. What could be the issue?", "I just entered my pincode, but the shipping speeds for my laptop are still not showing up. What could be the issue?", "I just entered my pincode, but the shipping speeds for my washing machine are still not showing up. What could be the issue?", "I just entered my pincode, but the shipping speeds for my microwave oven are still not showing up. What could be the issue?", "I just entered my pincode, but the shipping speeds for my smart watch are still not showing up. What could be the issue?", "I just entered my pincode, but the shipping speeds for my camera are still not showing up. What could be the issue?"], "title": "EligibilityForGuaranteedDelivery", "tone": "neutral", "style": "regular"}
