{"title": "JoinLightningDealWishlist", "customer_queries": ["1. How do I know if there are still spots available on the Lightning Deal waitlist?", "2. What happens if I miss the time limit to add the Lightning Deal to my cart?", "3. Will I be notified if I'm next on the waitlist for a Lightning Deal?", "4. Can I join the waitlist for multiple Lightning Deals at the same time?", "5. Is there a way to guarantee that I will get the Lightning Deal once I'm on the waitlist?", "6. What should I do if I don't receive a notification when the deal becomes available?", "7. How can I check if the Lightning Deal waitlist I joined has expired?"], "tone": "neutral", "style": "regular"}
{"title": "UnkownCharges", "customer_queries": ["1. I noticed a charge on my account that I don't recognize. What should I do?", "2. How can I check if someone else made a purchase using my credit card?", "3. What are some reasons I might see an unknown charge on my credit card statement?", "4. Can you help me understand why a pending transaction is showing as a charge?", "5. I think my Prime subscription was renewed without my knowledge. Is there a way to check this?", "6. If I see an unknown charge from Amazon Pay, where can I find more information?", "7. Am I responsible for charges made by someone else with my credit card information?", "8. What details do I need to provide when I report an unauthorized transaction?", "9. Why do I need to keep my credit card details private when reporting issues?", "10. Is there a way to view my entire order history to see if I missed something?", "11. If a charge is from a pre-order item, how can I find out about it?", "12. What if I cannot identify the charge even after checking my order history?", "13. How does the auto-pay feature for Prime subscriptions work?", "14. Can I contact my bank directly about unknown charges without contacting Amazon first?", "15. What steps should I follow if I suspect fraudulent activity on my account?"], "tone": "neutral", "style": "regular"}
{"title": "ShareYourFeedback", "customer_queries": ["1. How can I leave feedback on a product I received?", "2. Is there a specific time frame in which I need to leave delivery feedback?", "3. What steps do I follow to provide feedback about the seller?", "4. Can I edit my feedback after I have submitted it?", "5. What kind of comments can I include when giving delivery feedback?", "6. If I have an issue with my order, how can I express that in my feedback?", "7. Is there a limit to how many characters I can use in my feedback comments?", "8. Can I leave feedback for a product I ordered but haven't opened yet?", "9. Do I need to leave feedback for every item I purchase?", "10. Will my feedback be publicly visible to other customers?", "11. How do I know if my feedback has been successfully submitted?", "12. What is the significance of the star rating in my feedback?", "13. Can I provide feedback about the packaging of my order?", "14. If I leave a negative review, does Amazon respond to it?", "15. Is there a way to view feedback that I have previously submitted?"], "tone": "neutral", "style": "regular"}
{"title": "PriceMatching", "customer_queries": ["1. I found the same item on another website for a lower price. Can I get a discount on my purchase from Amazon?", "2. Does Amazon have a policy for matching lower prices from other retailers?", "3. If I see the same product cheaper elsewhere after I’ve already purchased it, is there any chance I could get a refund for the difference?", "4. Are there any exceptions where Amazon might consider price matching, like for special promotions?", "5. Why doesn’t Amazon offer price matching like some other retailers do?", "6. How does Amazon determine the price of items sold by third-party sellers if there's no price matching?", "7. Can I contact Amazon customer service to negotiate a lower price based on a competitor's offer?"], "tone": "neutral", "style": "regular"}
{"title": "AppealADeniedAtoZGuaranteeRefund", "customer_queries": ["1. I received a notification that my A-to-z Guarantee Refund request was denied. How can I appeal this decision?", "2. What information do I need to include in my appeal for a denied A-to-z Guarantee Refund?", "3. Is there a time limit for submitting my appeal after my refund request was denied?", "4. How long will it take to get a response after I submit my appeal for a denied refund?", "5. Can I appeal my denied A-to-z Guarantee Refund request for an order that I didn't receive?", "6. What happens if my appeal for the A-to-z Guarantee Refund is also denied?", "7. I can’t find my order under 'Your Orders' to appeal; what should I do?"], "tone": "neutral", "style": "regular"}
{"title": "ReturnPickUpIssues", "customer_queries": ["1. What happens if I'm not home when my return pick-up is scheduled?", "2. How many times will the delivery agent try to pick up my return if I'm unavailable?", "3. Can I change my return pick-up slot after it's been scheduled?", "4. Why was my return pick-up cancelled by Amazon without any notice?", "5. What should I do if the delivery agent says my product verification failed?", "6. Is there a way to ensure my product will pass the delivery agent's verification during pick-up?", "7. After the delivery agent failed to pick up my return three times, can I still request a new pick-up?", "8. How do I access the Online Returns Center to manage my return pick-up?", "9. Can I still return a product if it was used or doesn't have the original price tag?", "10. What are the steps to reschedule my return pick-up request?", "11. If my return pick-up keeps failing, will I be charged any fees?", "12. How do I cancel a return request so I can submit a new one?", "13. What specific conditions must my product meet to be eligible for return pick-up?", "14. Can I cancel my return request if I have already shipped the item back using the Self-Ship option?", "15. What should I do if I accidentally selected the wrong item to return?"], "tone": "neutral", "style": "regular"}
{"title": "UnifiedPaymentInterface", "customer_queries": ["1. How do I start using Amazon Pay UPI for the first time?", "2. What should I do if my mobile number isn't verifying during the Amazon Pay UPI setup?", "3. Can I use multiple mobile numbers for different bank accounts with Amazon Pay UPI?", "4. What transactions can I do on Amazon Pay using my UPI ID?", "5. Why am I unable to link my RuPay Credit Card with Amazon Pay UPI?", "6. How do I see my transaction history for payments made with Amazon Pay UPI?", "7. What happens if I enter the wrong UPI ID while sending or requesting money?", "8. I have changed my mobile number, do I need to re-register for Amazon Pay UPI?", "9. Are there any transaction limits for payments made using Amazon Pay UPI?", "10. How do I check if I have the latest version of the Amazon app for UPI?", "11. What should I do if money was deducted from my account but the merchant didn’t receive it?", "12. I forgot my UPI PIN, how can I reset it?", "13. Can I link my Amazon Pay balance to my UPI ID while making payments?", "14. How can I delete my Amazon Pay UPI ID if I no longer want to use it?", "15. Is it possible to send money via Amazon Pay UPI to someone using a different UPI app?"], "tone": "neutral", "style": "regular"}
{"title": "LightningDeals", "customer_queries": ["1. How do I know when a Lightning Deal is available?", "2. What happens if I want to buy a Lightning Deal but it says all the discounts are claimed?", "3. Can I add a Lightning Deal item to my cart and purchase it later?", "4. Is there a way to track how many people have claimed the Lightning Deal so I know if I should hurry?", "5. Are Lightning Deals only for certain items, or can everything on Amazon be part of a Lightning Deal?", "6. What do I do if I miss the timer for a Lightning Deal but still want the item at the discounted price?", "7. Will I be notified if I get off the waitlist for a Lightning Deal?"], "tone": "neutral", "style": "regular"}
{"title": "ReturnAndReplacement", "customer_queries": ["1. How do I know if an item can be returned?", "2. What items are considered non-returnable on Amazon?", "3. What should I do if my item arrived damaged or defective?", "4. Can I return an item that I bought from a third-party seller?", "5. How do I initiate a return for an item that was fulfilled by a seller?", "6. Where can I find the return status for my order?", "7. What is the return window for eligible items?", "8. Is it possible to return a gift I received?", "9. How do I return a gift item if I don’t have a gift receipt?", "10. Can I exchange my purchase for an Amazon Pay Gift Card instead?", "11. Are there specific procedures for returning electronics like laptops or TVs?", "12. What happens if the seller does not respond to my return request within three days?", "13. Can I return my item and have the replacement sent to a different address?", "14. If I used Pay on Delivery, how will my refund be processed?", "15. How can I ensure my return is eligible for pickup instead of self-ship?"], "tone": "neutral", "style": "regular"}
{"title": "OTPIssues", "customer_queries": ["1. What should I do if I forgot my password and can't receive the OTP?", "2. I clicked 'Resend code' but still didn't get the OTP. What are my options?", "3. Why is there a delay in receiving my OTP code?", "4. I've lost access to my email and phone number associated with my account. How can I receive an OTP?", "5. What happens if the OTP I received is not valid?", "6. I tried to receive an OTP, but my phone number seems invalid. What should I do?", "7. How do I set up two-step verification using OTP for my account?", "8. I received an OTP that I didn’t request. Should I be worried?", "9. How does OTP verification work for Pay on Delivery orders?", "10. What should I do if I’ve reached the maximum number of attempts for verifying my OTP?", "11. How does secure delivery with an OTP work when my order arrives?", "12. I’m sending a gift, how can I ensure the recipient gets their delivery OTP?", "13. Is there a specific way to retrieve the OTP needed for writing a review on Amazon?", "14. If I didn’t receive my OTP in my inbox, could it be in my spam folder?", "15. How can I check if my phone number is correctly registered for receiving OTPs?"], "tone": "neutral", "style": "regular"}
{"title": "FreeShippingOnSubsequentOrders", "customer_queries": ["1. How does the Free Shipping on Subsequent Orders promotion work?", "2. What items are excluded from the Free Shipping on Subsequent Orders?", "3. If I buy an item from Amazon and then order another item within 4 hours, will I get free shipping?", "4. Can I combine Fulfilled by Amazon items with Seller Fulfilled items for free delivery?", "5. What happens if I cancel my initial order? Do I still qualify for free shipping on my next order?", "6. Does the 4-hour window mean I need to order everything within 4 hours to get free shipping?", "7. Am I eligible for free shipping if the total of my Fulfilled by Amazon items is less than ₹499?", "8. Is this promotion available for all payment methods?", "9. Can I get same-day delivery if I’m using this free shipping promotion?", "10. If I place a Prime Now order, can I still benefit from the free shipping promotion on my next order?", "11. Do I have to be a Prime member to take advantage of the Free Shipping on Subsequent Orders?", "12. What if I order items one after another, but they arrive after the 4-hour window? Will I still get free shipping?", "13. If I use this promotion once, can I use it again after 4 hours with another purchase?", "14. Are there any limits to how many orders I can place with free shipping in that 4-hour period?", "15. What should I do if I forgot to order within the 4-hour limit and I want to order more Fulfilled by Amazon items?"], "tone": "neutral", "style": "regular"}
{"title": "PaymentIssues", "customer_queries": ["1. Why is my payment failing even though I entered the right card details?", "2. What should I do if my American Express payment won’t go through?", "3. Can closing the page while I’m trying to pay cause my payment to fail?", "4. How can I check if my bank is experiencing an outage affecting my payment?", "5. My card was working fine before, why might it now be blocked for online transactions?", "6. I haven’t used my bank card for online transactions in a while; do I need to activate it?", "7. Why is my payment showing as pending, and how long could that last?", "8. If I paid through net banking, what does it mean if the payment is still not confirmed?", "9. How will I know if my initial payment attempt was unsuccessful?", "10. What happens if I attempt to pay again while my previous payment is still pending?", "11. How will I be notified if there’s an issue contacting my bank about my payment?", "12. Can I save my debit card on multiple Amazon accounts following the new RBI rules?", "13. Why can’t I save my card details anymore, and what are the new RBI guidelines?", "14. What should I do if I accidentally made two payments for the same order?", "15. What is the timeline for receiving a refund if I've made a duplicate payment?"], "tone": "neutral", "style": "regular"}
{"title": "MissingTrackingInformation", "customer_queries": ["1. Why isn't there any tracking information available for my order?", "2. What should I do if my package hasn’t been scanned yet but the estimated delivery date has passed?", "3. Can I track a standard international delivery? I haven't seen any updates.", "4. I ordered from a third-party seller and I can't find tracking information. What should I do?", "5. How can I check if my order is being delivered by a third-party courier?", "6. I received an email saying my package has shipped, but there's no tracking link. Why is that?", "7. What does it mean if my package's first scan is only showing delivery?", "8. How long should I wait after the estimated delivery date if I'm still seeing no tracking updates?", "9. If the tracking information hasn't updated for days, does that mean my package is lost?", "10. I can't find the option to 'Track package' on my order. What could be the reason?", "11. Can I still return or exchange my order if there's no tracking information yet?", "12. How do I contact the seller if my package tracking isn't available?", "13. Is it normal for updates to tracking information to be delayed sometimes?", "14. What steps should I follow if I need to track my return order?", "15. What can I do if I suspect that my order was shipped without a tracking number?"], "tone": "neutral", "style": "regular"}
{"title": "PrintAnInvoice", "customer_queries": ["1. How do I print an invoice for my recent order?", "2. Is it possible to change the billing address on my invoice after I've placed my order?", "3. I can't find my order in 'Your Orders.' What should I do?", "4. Can I download an invoice for an order that hasn't shipped yet?", "5. What if I placed my order before June 21, 2017? How do I get my invoice?", "6. Is there a way to download invoices for Seller Fulfilled Orders?", "7. I need the IMEI number for my phone. Can I find that on my invoice?", "8. How do I obtain a duplicate invoice for an order fulfilled by a seller?", "9. I'm trying to get warranty support for my laptop. What documents do I need?", "10. I placed an order with multiple shipments. Can I print one invoice for all shipments?", "11. Can I save my invoice as a PDF after downloading it?", "12. What should I do if I need an invoice for a digital order or mobile recharge?", "13. When I select 'View Order Details,' I don't see an option to print the invoice. Why is that?", "14. Can I access my invoices from a mobile device, or do I need a desktop computer?", "15. Will my invoice contain the exact same information I provided when I bought the product?"], "tone": "neutral", "style": "regular"}
{"title": "HowToScheduleReturn", "customer_queries": ["1. How can I return an item I bought using the Amazon app?", "2. Is it possible to return multiple items in a single return request?", "3. What should I do if I don't see the option to return my item?", "4. Can I get a refund credited back to my bank account for my return?", "5. Do I need to print a return label or any documents for my return?", "6. What happens after I send my return item back to Amazon?", "7. I'm trying to return a smartphone; why do I need to install a diagnostic app?", "8. How do I choose a pickup date and time for my return?", "9. How can I check the status of my refund after I submit a return?", "10. What are the available options for refunding a Pay on Delivery order?", "11. What if I forgot to erase my personal data from an electronic device before returning it?", "12. Can I return an item that I purchased from a third-party seller on Amazon?", "13. Is there a limit on how long I have to return an item?", "14. If I have issues scheduling my return, who can I contact for help?", "15. What should I do if I accidentally selected the wrong reason for return?"], "tone": "neutral", "style": "regular"}
{"title": "UndeliverablePackages", "customer_queries": ["1. What happens if I'm not home to receive my package after several delivery attempts?", "2. Could an incorrect address on my order lead to it being undeliverable?", "3. If I refuse to accept a package, can it be redelivered later?", "4. What should I do if my package was damaged during transit?", "5. How will I know if my package is deemed undeliverable?", "6. Can I reschedule a delivery for an undeliverable package?", "7. What does it mean if my package's address label was unreadable during shipping?", "8. If severe weather is affecting my delivery, will I be informed about it?", "9. How long does it take for undeliverable packages to be returned to Amazon?", "10. If my package was left at a different location, how can I retrieve it?", "11. Can I get my refund faster if I choose a specific refund method?", "12. If my order was fulfilled by a third-party seller, who should I contact about a delivery issue?", "13. Does Amazon cover me if my item is not delivered on time by a third-party seller?", "14. What are the conditions under which a package might be marked as undeliverable?", "15. Is there a way to track the status of my package if it's marked undeliverable?"], "tone": "neutral", "style": "regular"}
{"title": "DamagedDefectiveOrWrongProductFAQ", "customer_queries": ["1. What should I do if I receive a product that's damaged when it arrives?", "2. How can I tell if a product I received is defective?", "3. What criteria do you use to determine if a product is considered wrong?", "4. Can I return a product that arrived with parts missing?", "5. What happens if the shipping box is damaged but the product inside is fine?", "6. If I received the wrong color size, can I exchange it for the correct one?", "7. How can I initiate a return for a damaged item?", "8. I bought a renewed product and it’s damaged, how do I return it?", "9. How long do I have to return a damaged product?", "10. Can I get a refund instead of a replacement for a defective item?", "11. What if my order was paid for with cash on delivery, how do I get my refund?", "12. If I want to send a damaged product back but I'm outside the courier's coverage area, what should I do?", "13. How do I contact a seller to return a product that was fulfilled by a third-party?", "14. Are there any items that I cannot return, even if they are defective?", "15. What kind of images do I need to upload when returning a damaged renewed product?"], "tone": "neutral", "style": "regular"}
{"title": "PayOnDelivery", "customer_queries": ["1. Can I pay for my order using a Rs. 2,000 note when choosing Cash on Delivery?", "2. What payment methods can I use for Pay on Delivery orders?", "3. How do I get the Amazon SMS Pay link to make my payment?", "4. Why am I not able to use Pay on Delivery for some of my items?", "5. Can I use a credit card to pay for my order through the Pay link I receive?", "6. What should I do if I haven't received the SMS with the Pay link on the delivery day?", "7. Are there any safety precautions I need to follow when paying using a UPI QR code?", "8. How far do I need to stand from the Delivery Associate when using the UPI payment option?", "9. Is it possible to request a new Pay link if the first one doesn’t work?", "10. Why is my mobile number required for Pay on Delivery, and what if it's not verified?", "11. Can I use Pay on Delivery if my address is in a pin code that's not supported?", "12. How do I know if an item qualifies for Pay on Delivery when I'm shopping?", "13. Can I use Pay on Delivery when signing up for Prime Membership?", "14. What happens if I enter my UPI PIN incorrectly while trying to complete my payment?", "15. Is Pay on Delivery available for international orders or shipments?"], "tone": "neutral", "style": "regular"}
{"title": "OrderingFAQ", "customer_queries": ["1. How do I add items to my cart on Amazon?", "2. What should I do if I can't sign in when placing an order?", "3. Is there a way to change the delivery address after I've completed my order?", "4. How do I know if the items I selected are in stock?", "5. Can I modify my order after placing it, such as changing the quantity of an item?", "6. I want to send a gift; how can I add a gift message and select gift wrapping?", "7. What payment options are available if I don’t have a credit card?", "8. I see a delivery instruction option during checkout, what types of instructions can I provide?", "9. How can I cancel an order that hasn’t been delivered yet?", "10. If my order is out for delivery, can I still cancel it?", "11. What should I do if I can't place an order due to a payment decline?", "12. How can I add multiple items to my cart at once?", "13. Is there a limit to how many items I can purchase in one order?", "14. What happens if I change my mind and want to switch to a different payment method after the order is placed?", "15. How can I check the status of my order delivery after it has been placed?"], "tone": "neutral", "style": "regular"}
{"title": "InstantBankDiscounts", "customer_queries": ["1. What exactly is an Instant Bank Discount and how does it work?", "2. Can I get an Instant Bank Discount if I pay with a bank card that’s not mentioned in the offer?", "3. Do I need to enter a promo code to receive an Instant Bank Discount?", "4. If I cancel my order, will I lose the Instant Bank Discount I received?", "5. What happens if my payment fails but I still want to qualify for the discount?", "6. Are there any specific products where I cannot use the Instant Bank Discount?", "7. Can I combine my Instant Bank Discount with other promotional offers?", "8. Is it possible to use an EMI option along with the Instant Bank Discount?", "9. Do commercial or corporate cards qualify for the Instant Bank Discount?", "10. How do I enable my card for online transactions to use the discount?", "11. Can I make multiple purchases and receive the Instant Bank Discount for each one?", "12. Do cash on delivery orders qualify for the Instant Bank Discount?", "13. Why are there different minimum purchase amounts for different product categories under the same offer?", "14. What is the maximum discount I can get with the Instant Bank Discount and does it vary by category?", "15. Are there any restrictions on the payment methods I can use for availing the Instant Bank Discount?"], "tone": "neutral", "style": "regular"}
{"title": "RequestAtoZGuaranteeRefund", "customer_queries": ["1. How do I know if my item qualifies for an A-to-z Guarantee refund?", "2. Can I request a refund for digital goods or services, or is it only for physical items?", "3. What steps should I follow if I want to return an item I bought from a marketplace seller?", "4. How long will it take to process my A-to-z Guarantee refund request?", "5. What do I need to do if my refund request is denied?", "6. Can I cancel my refund request after I've submitted it?", "7. What happens if I don’t hear back about my refund status within a week?", "8. Do I need to contact the seller before I can request a refund?", "9. If I received the wrong item, how should I handle the return process?", "10. Is there a time limit for appealing a denied refund request?", "11. What should I do if my refund request isn't showing any status updates?", "12. Is there a way to expedite the refund process if it's urgent?", "13. How do I select the reason for my return when I'm requesting a refund?", "14. If I purchased an item through my Amazon Business account, are the return policies different?", "15. Can I submit multiple refund requests for different items in one go?"], "tone": "neutral", "style": "regular"}
{"title": "NetBanking", "customer_queries": ["1. Which banks can I use for net banking payments on your site?", "2. Is net banking available for all customers, or are there any restrictions?", "3. I'm trying to make a payment via net banking, but it’s not working. What should I do?", "4. Can I use my net banking account from Bank of America to pay for my order?", "5. Is net banking an option for international orders or exports?", "6. I noticed net banking isn't available for some banks. Can you tell me why?", "7. How do I select net banking as my payment method during checkout?", "8. Are there any additional fees for using net banking to make payments?", "9. If my payment fails via net banking, how long will it take to try again?", "10. What should I do if I accidentally select the wrong bank for net banking?", "11. Can I use net banking for subscription services offered on your platform?", "12. Is there a limit to how much I can pay using net banking?", "13. I want to know if net banking is safe for processing my payments.", "14. How can I verify that my net banking transaction was successful?", "15. Are there any special instructions for using net banking with specific banks?"], "tone": "neutral", "style": "regular"}
{"title": "ProductExpiry", "customer_queries": ["1. How can I find the expiration date of a product before I buy it?", "2. What should I do if I received a product that is already expired?", "3. How do I know if a product is considered near to expiry?", "4. If I receive a product that's close to its expiry date, can I get a refund?", "5. What is the shelf life criteria for grocery products that are near to expiry?", "6. I bought a beauty product and recently noticed it expired. What are my options?", "7. Are there any products on Amazon that do not have an expiry date listed?", "8. Can I return a health product if I only noticed it was expired after five days?", "9. How is the near to expiry date calculated for drugstore items?", "10. Should I be concerned if I receive a food item with less than 30 days until it expires?", "11. What does the phrase 'Best before X months' mean on a product label?", "12. How do I determine if the product I received has more shelf life than what is considered expired?", "13. Can I exchange an item if I find out it’s near its expiration date upon delivery?", "14. What format will the expiration date be printed on consumable products?", "15. Is there a specific time frame for reporting an expired product after delivery?"], "tone": "neutral", "style": "regular"}
{"title": "GuaranteedShippingSpeedsAndDeliveryCharges", "customer_queries": ["1. How can I confirm that a product is eligible for same-day or one-day delivery?", "2. What should I do if my guaranteed delivery didn’t arrive on time?", "3. Am I entitled to a refund for delivery charges if my order arrives a day late?", "4. Can I see the guaranteed delivery date before placing my order, and where will I find it?", "5. What happens if I pay with Pay on Delivery? Will I still get a refund if the delivery is late?", "6. Are there any restrictions on which items are eligible for morning delivery?", "7. Is the guaranteed delivery timeline the same for all cities across India, or does it vary?"], "tone": "neutral", "style": "regular"}
{"title": "ResolveADeclinedPayment", "customer_queries": ["1. Why was my payment declined when I tried to check out?", "2. I accidentally closed the app while my order was processing, could that be why my payment failed?", "3. How can I check if I entered my credit card information correctly?", "4. What should I do if my UPI transaction has timed out?", "5. Can my bank block a payment if it exceeds my normal spending limit?", "6. Is there a specific setting that could prevent my card from being used for online purchases?", "7. How do I know if my bank is experiencing an outage that affects my payment?", "8. What types of cards are not accepted on Amazon.in?", "9. How can I retry my payment if it was declined?", "10. What is the process to change my payment method for an existing order?", "11. How long do I need to wait after a payment decline before I can retry it?", "12. I want to use UPI for my order again after a payment decline, what should I do?", "13. Are there any special policies I need to be aware of for electronic transactions with my bank?", "14. What happens if my payment is still declined after I tried different payment methods?", "15. Where can I find more information about refunds if my payment was declined?"], "tone": "neutral", "style": "regular"}
{"title": "CheckTheStatusOfYourRefund", "customer_queries": ["1. How can I see the status of my refund for an item I returned?", "2. Where do I go to check the status of a refund on the mobile app?", "3. If I cancelled my order, how long will it take to get my refund?", "4. What should I do if I haven’t received my refund within the specified time frames?", "5. Can I check my refund status for an order that was never delivered?", "6. What information do I need to locate my refund status on Amazon?", "7. I received an email about my refund, is that confirmation enough?", "8. How do I determine if my refund has been processed for a seller-fulfilled order?", "9. What does it mean when it says my refund will be initiated within 24 hours?", "10. Can I see my refund status for every order I’ve placed, or only returned items?", "11. Is there a way to track my refund for a payment made through UPI?", "12. What are the different refund timeframes depending on the payment method?", "13. Why is my refund taking longer than the estimated time?", "14. If I’m expecting a cheque refund, why is the timeframe longer compared to other methods?", "15. How do I find my Refund Reference Number to follow up with my bank?"], "tone": "neutral", "style": "regular"}
{"title": "ReleaseDateDelivery", "customer_queries": ["1. How can I make sure that my new video game will be delivered on its release date?", "2. Does Release-Date Delivery apply to all products on Amazon, or only specific categories?", "3. What locations are eligible for the Release-Date Delivery service?", "4. Can I change my shipping address after I place a pre-order for a release date delivery?", "5. Are there any additional shipping fees for using Release-Date Delivery?", "6. How will I know when my pre-ordered item has shipped?", "7. Is there a deadline for placing a pre-order to qualify for Release-Date Delivery?", "8. What happens if my release date delivery is late? Will I get a refund?", "9. Can I track my order once I’ve opted for Release-Date Delivery?", "10. Will I receive an email or text notification when my order is out for delivery?", "11. Is it possible to cancel my pre-order after choosing Release-Date Delivery?", "12. If my release date delivery item is out of stock, can I get another item delivered instead?", "13. How do I select the Release-Date Delivery option when I’m checking out?", "14. Are there any specific times that I should expect delivery on a release date?", "15. If I live in a location not mentioned, is there any way to receive a release-date delivery?"], "tone": "neutral", "style": "regular"}
{"title": "ReturnOrdersWithThirdPartySeller", "customer_queries": ["1. How can I initiate a return for an item I bought from a third-party seller?", "2. What information do I need to provide when contacting the seller for a return?", "3. Can I track the status of my return or refund for a third-party seller order?", "4. What should I do if the seller hasn’t responded to my return request within three days?", "5. Are there different return policies for different sellers on the marketplace?", "6. How do I know if a product is sold and shipped by a third-party seller?", "7. Is there a way to request a return pickup from the seller after my return request is approved?", "8. Can I return an item to Amazon if it was fulfilled by a third-party seller?", "9. What happens if my return is damaged or missing when I send it back to the seller?", "10. How do I view a third-party seller's return policy before making a purchase?", "11. Can all items purchased from marketplace sellers be returned?", "12. What steps do I take if I want to exchange an item rather than return it?", "13. What is the A-to-z Guarantee, and how do I file a claim for my return?", "14. How do I know if my order is eligible for a return before I buy it?", "15. What options do I have if the seller refuses my return request?"], "tone": "neutral", "style": "regular"}
{"title": "AboutExchanges", "customer_queries": ["1. How do I find out if an exchange offer is available in my city?", "2. What types of products can I exchange under the Amazon Exchange Offer program?", "3. Do I need to prepare my old mobile phone in any specific way before the delivery associate arrives?", "4. What happens if the delivery associate finds that my used product doesn’t match the details I provided?", "5. Is there any way to get a full refund instead of an exchange for my used product?", "6. Can I exchange my used product if it is damaged or not working?", "7. What should I do if I forgot to back up my data on my used device before the exchange?", "8. Will I be charged extra if my old phone is in worse condition than I described?", "9. How do I find the IMEI number on my old mobile phone for the exchange?", "10. What happens to my exchange if the delivery associate cannot verify the used product?", "11. Do I need to remove my SIM card when exchanging my mobile phone?", "12. Can I exchange multiple old devices at once for a single new purchase?", "13. What accessories do I need to include when exchanging my old washing machine?", "14. How long should I expect the exchange verification process to take when my new product is delivered?", "15. If I miss the delivery associate at the scheduled time, can I still proceed with the exchange later?"], "tone": "neutral", "style": "regular"}
{"title": "EasyMonthlyInstallation", "customer_queries": ["1. Can I use my debit card for EMI if it’s not from HDFC, SBI, Axis, ICICI, Federal, or Kotak Mahindra?", "2. What is the minimum purchase amount to avail Debit EMI options across different banks?", "3. How does the no-cost EMI option actually work and will I end up paying extra?", "4. Are there specific products that don’t qualify for the down payment EMI option?", "5. Why can’t I see the EMI option when trying to check out my order?", "6. What steps do I need to follow to register for Amazon Pay Later?", "7. How long does it take for the bank to process my EMI application after I place an order?", "8. What should I do if I want to cancel my order after I’ve chosen EMI financing?", "9. Is there a way to close my EMI earlier than planned? What fees might be involved?", "10. Why does it seem like my entire order amount was initially deducted from my account instead of just the first EMI?", "11. Are there any extra charges or fees that I will incur when using my debit card for an EMI transaction?", "12. What happens if I have already made some EMIs and then decide to return the product?", "13. Can I use a gift card to make an EMI purchase, or is that not allowed?", "14. Will I be notified once my EMI registration has been successfully processed?", "15. If my purchase is cancelled, how long will it take for my down payment to be refunded?"], "tone": "neutral", "style": "regular"}
{"title": "CancelItemsOrOrders", "customer_queries": ["1. How do I cancel an order that hasn't shipped yet?", "2. What happens if I want to cancel an order that has already been shipped?", "3. Can I cancel just one item in an order that was shipped together with other items?", "4. I've canceled an order, but when will I see the refund back in my account?", "5. Is it mandatory to provide a reason for the cancellation when I submit it?", "6. What should I do if I can't find the option to cancel my order in 'Your Orders'?", "7. I missed the 30-minute window to cancel an order directly, what are my options now?", "8. Will my refund be processed automatically after I cancel my order?", "9. How can I check the status of my canceled orders and their refunds?", "10. If I cancel an order, does that mean all items in that shipment will be canceled as well?", "11. What should I do if the delivery person shows up with my canceled order?", "12. How do I cancel an order that was sold by a third-party seller?", "13. Can I cancel multiple items in a single order at once?", "14. If I partially cancel an order, when will I receive the refund for the items I didn't keep?", "15. Is it possible to cancel an order after I've already paid for it?"], "tone": "neutral", "style": "regular"}
{"title": "ShipppingSpeedAndCharges", "customer_queries": ["1. Are the guaranteed morning and same-day deliveries available for all cities?", "2. Can I change my shipping address after I’ve placed my order?", "3. What are the shipping charges for non-Prime customers on one-day delivery?", "4. If I order multiple items, do I have to pay shipping charges for each item?", "5. How can I find out the estimated delivery date before making a purchase?", "6. Are there any special offers for shipping fees for non-Prime members right now?", "7. What happens if my order is eligible for guaranteed delivery but it doesn’t arrive on time?", "8. Is standard delivery free for orders under ₹499 for non-Prime members?", "9. Can I get same-day delivery for a non-Prime eligible item?", "10. Do I get refunded for shipping charges if I cancel my order?", "11. Can I combine items from different sellers to save on shipping fees?", "12. How do the shipping charges for Prime Lite members compare to regular Prime members?", "13. What should I do if I forgot to select a faster shipping option at checkout?", "14. Can I contact the seller for information on shipping speeds and costs for their items?", "15. If I order from a seller who ships items not eligible for Prime, how do I know the shipping costs?"], "tone": "neutral", "style": "regular"}
{"title": "SameDayAndTwoDayDelivery", "customer_queries": ["1. Can I get Same-Day Delivery for items that are not Prime eligible?", "2. What should I do if I placed an order eligible for Same-Day Delivery but haven't received it?", "3. How can I check if my area qualifies for Same-Day Delivery?", "4. What happens if I miss the cut-off time for Same-Day Delivery?", "5. Are there any items that cannot be delivered on the same day?", "6. If I'm a Prime member, will I always get Same-Day Delivery for my orders?", "7. How do I know which delivery option I should select at checkout?", "8. Is Same-Day Delivery available for large items or furniture?", "9. What are the charges for Same-Day Delivery if I'm not a Prime member?", "10. Will I be charged for delivery if the item doesn't arrive on the promised date?", "11. Can I choose Same-Day Delivery on weekends or holidays?", "12. If I'm not home when a Same-Day delivery arrives, what happens to my package?", "13. How are delivery charges calculated for Seller-Fulfilled items?", "14. How do I get notifications about my Same-Day Delivery status?", "15. Are there any additional fees for Same-Day Delivery items during sale events?"], "tone": "neutral", "style": "regular"}
{"title": "CouponsFAQ", "customer_queries": ["1. How can I find coupons for products I want to buy?", "2. Is there a limit to how many coupons I can collect?", "3. What if I forget to collect a coupon before checking out?", "4. Can I use a collected coupon on Sale items?", "5. Where do I see the coupons I've collected?", "6. What happens if I collect a coupon but decide to buy a different item?", "7. How do I check if a coupon has expired?", "8. Are there any items that are not eligible for coupon discounts?", "9. If I collect a coupon today, how long will it be valid?", "10. Will the coupon discount apply to shipping costs?", "11. Can I still return an item purchased with a coupon?", "12. I'm trying to use a coupon but it's not working. What might be the issue?", "13. Do I have to enter a code to use my coupon at checkout?", "14. If I collect a coupon for one item, can I use it for multiple items on the same order?", "15. Are there specific rules I should know about using coupons on Subscribe & Save items?"], "tone": "neutral", "style": "regular"}
{"title": "FAQAboutWarranty", "customer_queries": ["1. How can I find out if the product I'm buying has a warranty?", "2. What does the star icon on the warranty shield mean for my warranty claim?", "3. I see a tick mark in the warranty shield; does that mean I can get service through Amazon?", "4. What should I do if there's no shield icon on the product detail page?", "5. Can you walk me through the steps to claim my warranty on a product?", "6. What happens if I don't receive a response from the manufacturer after requesting warranty service?", "7. Is there a way to find nearby service centers for my product if I need warranty support?", "8. I can’t find the ‘Get product support’ option for my item; what does this mean?", "9. If my warranty expires, can I still get my product serviced?", "10. What types of information do I need to provide when contacting the manufacturer for warranty support?", "11. How long should I wait for a service provider to contact me before I follow up?", "12. If I'm unhappy with the warranty service I received, what are my options?", "13. Are there any specific conditions under which Amazon offers compensation for warranty issues?", "14. How do I obtain the brand's contact information if I need to reach out about a warranty?", "15. If my product doesn’t come with a warranty, what can I do about repairs or service?"], "tone": "neutral", "style": "regular"}
{"title": "AddPhotos", "customer_queries": ["1. Why do I need to upload photos when I want to return something?", "2. What kind of issues need images when I'm contacting customer service?", "3. How do I upload a picture of my item for a return?", "4. What happens if my images are too blurry or dark?", "5. Can I upload a photo of an unopened product box if the item inside is faulty?", "6. What should I do if the upload option for adding photos doesn’t appear?", "7. Are there specific formats for the photos I need to upload?", "8. Is it safe to upload images of my items to Amazon?", "9. What are the maximum number of images I can upload at once?", "10. How do I ensure that the damage is clearly visible in the image I upload?", "11. What if I have more than 5 images of the issue I want to show?", "12. What file size limit do I need to keep in mind when uploading images?", "13. Should I include any other information with the images, like serial numbers?", "14. Can I upload photos of an issue with a service rather than a physical item?", "15. What does Amazon do with the photos I upload for customer service issues?"], "tone": "neutral", "style": "regular"}
{"title": "UPITransactionFailing", "customer_queries": ["1. Why is my UPI transaction failing when I try to pay on the Amazon app?", "2. What should I do if my UPI ID is not being accepted by Amazon?", "3. I received a message saying my transaction is pending. What does that mean?", "4. How long will it take for my UPI transaction to be processed if it’s pending?", "5. Can I retry my payment using UPI after a transaction fails, or do I need to create a new order?", "6. Are there limits on how many transactions I can make via UPI in a day?", "7. What could cause my bank to decline a UPI transaction on Amazon?", "8. How do I check my UPI transaction status on the Amazon app?", "9. If I entered the wrong UPI ID, can I still get my money back?", "10. What information do I need to provide to my bank if I'm raising a complaint about a UPI transaction?", "11. Can I use UPI on the desktop version of Amazon?", "12. How can I find out the transaction limits of my bank for UPI payments?", "13. My payment is stuck in a timeout. How long should I wait before trying again?", "14. Is there a way to see my UPI transaction history in the Amazon app?", "15. If my payment was unsuccessful but the amount was deducted from my account, what can I do?"], "tone": "neutral", "style": "regular"}
{"title": "SecuredDeliveryWithOTP", "customer_queries": ["1. How does the OTP ensure my package is secure during delivery?", "2. What types of products qualify for the OTP delivery security?", "3. I didn't receive the OTP email. What should I do?", "4. Can I get the OTP sent to my phone instead of my email?", "5. How long is the OTP valid once I receive it?", "6. If I'm not at home, can I give my OTP to a neighbor?", "7. What happens if the delivery associate can't reach me and I don’t respond with the OTP?", "8. Can I share my OTP over the phone if I can’t meet the delivery person?", "9. Is there any way to check if an order will require an OTP before I place it?", "10. What should I do if I lost my OTP before the package arrives?", "11. Can I change the email address that receives the OTP for my deliveries?", "12. How can I confirm that my order is part of the OTP delivery process?", "13. If I place an order for a gift, how can the recipient receive the OTP?", "14. Are there specific delivery hours when the OTP is valid?", "15. If I didn't get the OTP during the delivery, can I request it again later?"], "tone": "neutral", "style": "regular"}
{"title": "ExchangeFAQs", "customer_queries": ["1. How can I find out if I can exchange my old phone when I place an order?", "2. Why do I see a different exchange value for my used smartphone based on my location?", "3. Is there a specific list of devices that I can exchange for a new product?", "4. What condition does my used laptop need to be in for it to be accepted in an exchange?", "5. If my phone only turns on when plugged in, can I still exchange it?", "6. Do I need to include the original box and accessories with my used product for exchange?", "7. Can I exchange two old products for one new item?", "8. Do exchanges for gift orders require any special steps?", "9. Can I use a different address for pickup and delivery during an exchange?", "10. Will there be any extra fees for trading in my old device?", "11. When will my used product be picked up after I place an exchange order?", "12. What preparations should I make for the pickup of my old tablet?", "13. What happens during the pickup of my used appliance?", "14. What if the delivery associate finds that my old phone does not meet the exchange requirements?", "15. Am I responsible for uninstalling my old air conditioner before the pickup takes place?"], "tone": "neutral", "style": "regular"}
{"title": "ReportAnEmergencyIncident", "customer_queries": ["1. What should I do if I see a delivery driver in distress or involved in an accident?", "2. Is there a specific number I should call for reporting an emergency incident related to Amazon deliveries?", "3. Can I report an emergency incident if I’m not directly involved but just a witness?", "4. What languages can I get support in when reporting an emergency incident to Amazon?", "5. If I call emergency services about a delivery incident, do I also need to notify Amazon?", "6. What steps should I take immediately after witnessing an emergency involving an Amazon delivery agent?", "7. Can I report an emergency incident online instead of calling a phone number?"], "tone": "neutral", "style": "regular"}
{"title": "GuaranteedDeliveryOptions", "customer_queries": ["1. How can I find out if my address is eligible for Guaranteed Delivery?", "2. Are there any delivery charges for One-Day Delivery for Prime members?", "3. What are the delivery charges for Two-Day Delivery for Non-Prime members?", "4. Can I schedule my delivery for a specific time for my Prime order?", "5. Is there a charge for Scheduled Delivery on large appliances?", "6. What is the difference in delivery charges between Prime and Non-Prime members for Same-Day Delivery?", "7. Are there any restrictions on which items can be delivered the same day?", "8. If I order Pantry items worth ₹600, will I get free delivery regardless of my membership status?", "9. Are there any additional charges for weekend delivery for non-Prime customers?", "10. How does Express Delivery for Prime Now work and what are its charges?", "11. If I am a Non-Prime member, how much will it cost for Next-Day Delivery?", "12. How can I determine if a seller fulfilled item is eligible for Guaranteed Delivery?", "13. Are there any benefits for Prime members regarding Morning Delivery charges?", "14. What should I do if my Guaranteed Delivery option did not arrive on time?", "15. Are all delivery options available for all types of products, or are there exceptions?"], "tone": "neutral", "style": "regular"}
{"title": "SecuredDeliveryWithTamperEvidentPack", "customer_queries": ["1. How can I tell if my package has been tampered with when it arrives?", "2. What should I do if the package ID I received doesn’t match the one on the delivery package?", "3. Is there a way to track my order and see the package ID before it arrives?", "4. Can I refuse a delivery if I see the pink line on the sealing tape?", "5. What does it mean if the blue sealing tape has the word 'Tampered' on it?", "6. Are there specific steps I need to follow for rejecting a package at the time of delivery?", "7. Will I receive notifications about my package ID on the day of delivery?"], "tone": "neutral", "style": "regular"}
{"title": "InstallationsFAQ", "customer_queries": ["1. How can I find out if my newly purchased product comes with an installation service?", "2. Where can I see the installation costs for my product?", "3. If I need to reschedule my installation appointment, how do I go about it?", "4. Can I change the installation address after placing my order?", "5. What should I do if my product hasn’t been installed yet?", "6. How soon can I expect to get the details of my assigned technician?", "7. I accidentally missed the installation email; how can I reschedule my installation now?", "8. Is there a way to contact the service provider directly for installation issues?", "9. What information do I need to check on the product detail page regarding installation?", "10. Can I arrange for installation on a weekend, and how do I check availability?", "11. If I purchased multiple items, do I need to check installation for each item separately?", "12. How will I know if I need to select an option to get installation details on the product page?", "13. Can installation services be provided at a business address instead of my home?", "14. What happens if my technician doesn’t show up at the scheduled time?", "15. Are there any specific requirements or preparations I need to take care of before the installation?"], "tone": "neutral", "style": "regular"}
{"title": "ShipmentIsLate", "customer_queries": ["1. Why is my package showing a later delivery date than expected?", "2. What should I do if my order hasn't arrived yet, but the tracking says it was delivered?", "3. Could severe weather really delay my shipment, and how can I find out more?", "4. How can I confirm that my shipping address is correct to avoid delivery issues?", "5. Is there a way to add special delivery instructions for my package?", "6. What happens if my package is returned to Amazon as undeliverable?", "7. How long should I wait for my package before I report it as missing?", "8. I'm worried my product is damaged during transit. What should I do?", "9. How does the A-to-z Guarantee work for late deliveries?", "10. If a package shipped by a third-party seller is late, what steps can I take?", "11. What does it mean if my tracking information hasn't changed in a few days?", "12. Can I change my delivery date once the package has shipped?", "13. What if my order is out of stock? Will I be notified about the delay?", "14. How do I check if my payment for the order was processed successfully?", "15. Is the delivery attempt policy the same for all carriers, or does it vary?"], "tone": "neutral", "style": "regular"}
{"title": "MoreAboutLowerPrice", "customer_queries": ["1. How do I report a lower price for a product I found elsewhere?", "2. Is there a specific section on the product page where I need to go to submit a lower price?", "3. Can I report a lower price from any website or only specific retailers?", "4. What happens after I submit feedback about a lower price? Will I receive a response?", "5. I can’t find the 'tell us about a lower price' option on the product detail page. What should I do?", "6. Is there a limit to how many lower prices I can report for different products?", "7. If I find a lower price, will I automatically get a price adjustment on my current purchase?"], "tone": "neutral", "style": "regular"}
{"title": "CancelARequestForAtoZGuaranteeRefund", "customer_queries": ["1. How can I cancel a refund request I made for my order?", "2. Is there a time limit for canceling my A-to-z Guarantee refund request?", "3. What should I do if my refund request has already been approved?", "4. I made a mistake while submitting a refund request; can I reverse it?", "5. What steps do I need to take to withdraw my refund request?", "6. If I cancel my refund request, will the money still be deducted from my account?", "7. Can I cancel my request for a refund if I have already received the item?", "8. What happens if I try to cancel my refund request after the decision has been made?", "9. Are there any specific comments I need to include when submitting my cancellation?", "10. If my refund request was denied, how can I appeal that decision?", "11. Will I be notified once I've successfully canceled my refund request?", "12. Can sellers initiate the cancellation of a refund request on my behalf?", "13. How can I check the status of my refund request before trying to cancel it?", "14. What does it mean if my refund request is still pending?", "15. Is there a difference between canceling a refund request and appealing a denied request?"], "tone": "neutral", "style": "regular"}
{"title": "AcceptedPaymentMethods", "customer_queries": ["1. Why can't I see my saved card details anymore?", "2. What are the accepted payment methods I can use on Amazon.in?", "3. Can I use my international credit card to pay for my purchases?", "4. How do I provide consent for card tokenization?", "5. Is it possible to pay for my order using both a debit card and an Amazon Gift Card?", "6. I want to add a new debit card, but I've reached the limit of 20 cards. What should I do?", "7. Are there any restrictions on the type of credit cards I can use?", "8. If my credit card is issued outside of India, can I still use it for regular purchases?", "9. Can I split my payment between two credit cards?", "10. How can I find out more about Easy Monthly Installments on Amazon?", "11. What happens if I forget to check the box to save my new card?", "12. I'm facing an issue with my payment processing. Who should I contact?", "13. Is it possible to pay on delivery for all items ordered on Amazon?", "14. Can I use Amazon Pay Later for my purchases, and how does it work?", "15. How do I add a credit or debit card to my Amazon account?"], "tone": "neutral", "style": "regular"}
{"title": "ReschedulingADelivery", "customer_queries": ["1. How can I change the date for my delivery?", "2. Is it possible to reschedule my delivery to a day earlier than the estimated delivery date?", "3. I ordered an item from a third-party seller. Who should I contact to reschedule my delivery?", "4. What should I do if I need to change my delivery date last minute?", "5. Do I need to provide a reason for needing to reschedule my delivery?", "6. How much notice do I need to give in order to reschedule my delivery effectively?", "7. Will rescheduling my delivery affect the estimated delivery time or shipping fees?"], "tone": "neutral", "style": "regular"}
{"title": "PurchaseProtection", "customer_queries": ["1. How can I be sure that the products I buy on Amazon.in are genuine?", "2. What do I do if I suspect that I received a counterfeit item?", "3. Can you explain how my payment information is kept secure when I shop on Amazon?", "4. What steps does Amazon take to protect my personal information?", "5. If I find an unauthorized transaction on my credit card statement, what should I do?", "6. How do I initiate a return for an item I purchased on Amazon?", "7. Is there a time limit for returning items, and does it vary by product?", "8. Can I return an item I bought from a seller instead of Amazon directly?", "9. How can I contact a seller to understand their return policy?", "10. What happens if I try to return a product after the return window has closed?", "11. Will I be notified when my return has been processed and refunded?", "12. What information do I need to provide when requesting a return?", "13. How does Amazon ensure that my order is processed securely?", "14. If I shop from a shared computer, how can I ensure my account is secure?", "15. What should I do if I can't find the 'sold by' information on a product page?"], "tone": "neutral", "style": "regular"}
{"title": "ReturnPickUpAndShipGuidelines", "customer_queries": ["1. How do I know if my address is eligible for return pickup?", "2. What items are eligible for return pickup?", "3. What happens if my return pickup is missed on the scheduled day?", "4. Can I choose a different pickup address than the delivery address?", "5. How long do I have to return an item after it's been delivered?", "6. What should I do if I received a wrong or damaged item?", "7. What do I need to include when returning an item for pickup?", "8. Can I reschedule my return pickup if I can't be home during the scheduled time?", "9. How many times will the delivery agent try to pick up my return?", "10. What should I do if the delivery agent cancels the pickup due to missing accessories?", "11. Is there an option to self-ship my return if pickup isn't available?", "12. How do I generate a return label for self-shipping my package?", "13. Will I get a refund for the return shipping costs if I self-ship?", "14. Can I return an item from a different city than where it was delivered?", "15. What do I need to do if I face issues while trying to initiate a return pickup?"], "tone": "neutral", "style": "regular"}
{"title": "ReturnAGift", "customer_queries": ["1. I received a gift but I don't like it. How can I return it?", "2. Can I return a gift using just a gift receipt? What steps do I need to follow?", "3. I lost the packing slip that had the order number. Can I still return my gift?", "4. How do I find the 17-digit order number for the item I want to return?", "5. What if I don't have an Amazon account to return a gift? Can I create one during the process?", "6. I was gifted a smartphone, but it has some issues. Can I get a replacement instead of a refund?", "7. How long does it usually take for a refund to process once I return a gift?", "8. Is there a way to track my return after I send it back?", "9. What should I do if the link on the gift receipt doesn’t work or I can't access it?", "10. Can I return a gift that has been opened, or do I need to return it unused?", "11. If I erased my personal data from a returned item, do I need to do anything else before sending it back?", "12. What happens if I initiate a return and the gift giver doesn’t want me to?", "13. Are there items that cannot be returned as gifts, and if so, what are they?", "14. If I cannot return a gift through the Returns Center, how do I contact customer service for help?", "15. Will the refund for my returned gift go to me or the original gift giver?"], "tone": "neutral", "style": "regular"}
{"title": "EligibilityForGuaranteedDelivery", "customer_queries": ["1. How can I find out if the item I want can be delivered with the Guaranteed Delivery option?", "2. What should I do if I don’t see any eligible shipping options for an item I want to buy?", "3. Can I use Guaranteed Delivery if I'm shipping to a different address than my default one?", "4. Are all Prime eligible items automatically eligible for Guaranteed Delivery, or does it vary?", "5. What happens if my item doesn’t arrive on the Guaranteed Delivery date?", "6. Is there a cost difference for choosing Guaranteed Delivery over standard shipping options?", "7. I just entered my pincode, but the shipping speeds are still not showing up. What could be the issue?"], "tone": "neutral", "style": "regular"}
{"title": "AboutRefunds", "customer_queries": ["1. How long will it take to get my refund after returning an item?", "2. What should I do if I don't see my refund status after 5 working days?", "3. Can I have my refund sent to a different bank account than the one I used for the original payment?", "4. What are the available refund methods if I paid with Amazon Pay?", "5. Why is my refund taking longer than expected to process?", "6. I returned an item but haven't received my refund in my Amazon Pay Balance. Why?", "7. How can I update my bank account details for receiving refunds?", "8. Will my refund be processed to the same payment method I used for the order?", "9. If I bought an item through a seller, how do I initiate my refund?", "10. What happens if I made an installment payment using Amazon Pay Later for a returned product?", "11. Are refunds for orders fulfilled by sellers different from Amazon fulfilled orders?", "12. Can I choose to receive my refund as a gift card instead of a bank transfer?", "13. How long does it take for a refund to be processed if I paid with a credit card?", "14. What should I do if my credit card does not show the refund after it's been processed?", "15. Is there a difference in refund processing time for prepaid and pay-on-delivery orders?"], "tone": "neutral", "style": "regular"}
