{"title": "AboutExchanges", "customer_queries": ["Can I exchange two used phones for one new phone?", "What happens if my used product doesn't match the condition I provided?", "Do I need to pay any fees to participate in the exchange program?", "How can I check if the exchange offer is available in my area?", "What information do I need to provide for the exchange when placing my order?", "My old washing machine isn't fully uninstall; can I still get it exchanged?", "Do I have to be home at the time of the exchange for the delivery associate?", "How long does the verification process take for a used mobile phone?", "What if I forget to factory reset my used tablet before the delivery?", "Is there a limit on how many times I can use the exchange offer?"], "tone": "neutral"}
{"title": "DamagedDefectiveOrWrongProductFAQ", "customer_queries": ["I received a product that has a broken part; how do I return it?", "What should I do if the item I ordered is the wrong size?", "Can I get a refund if my package arrived damaged but the product is fine?", "How long do I have to return an item that was defective upon arrival?", "If I ordered a red shirt and received a blue one, how can I get the right color?", "Are there items that cannot be returned if they are damaged or defective?", "What happens if I try to return a third-party seller's product that is damaged?", "How will I know if my returned item has been received and processed?", "Do I need to provide photos if I’m returning a defective renewed product?", "Is it possible to get a replacement for an item that is currently out of stock?"], "tone": "neutral"}
{"customer_queries": ["Hi there! I'm wondering if I can exchange two used phones for one shiny new phone? That would be so great!", "Hello! I’m curious, what would happen if my used product doesn’t quite match the condition I shared? I’d love to get all the details!", "Hey! Quick question: do I need to pay any fees to join in on the awesome exchange program? Thanks!", "Hi! How can I find out if the exchange offer is available in my area? I’m really excited to see what I can exchange!", "Hello! What information do I need to provide for the exchange when I’m placing my order? Looking forward to it!", "Hey there! My old washing machine isn't fully uninstalled yet; can I still get it exchanged? I appreciate the help!", "Hi! Do I need to be home when the delivery associate comes for the exchange? Just want to make sure everything goes smoothly!", "Hello! How long does the verification process take for a used mobile phone? I’m eager to get started!", "Hi! What if I forget to factory reset my used tablet before the delivery? I hope it can still be worked out!", "Hey! Is there a limit on how many times I can use the exchange offer? I’m really looking forward to it!"], "tone": "cheerful"}
{"customer_queries": ["Hi there! I received a product and noticed that a part is broken. Could you please help me with the return process? Thanks a bunch!", "Hello! I ordered an item but it seems to be the wrong size. What steps should I take to get this sorted? Thank you!", "Hey! My package arrived and while the product itself is fine, the packaging was damaged. Am I eligible for a refund in this case? I'd love your guidance!", "Hi! Just a quick question – how long do I have to return an item that arrived defective? I want to make sure I stay within the timeframe. Thanks!", "Hello! I ordered a red shirt, but I received a blue one instead. Could you let me know how I can get the right color? I appreciate your help!", "Hey! Are there any items that can't be returned if they are damaged or defective? Just trying to clarify the return policy. Thanks!", "Hi there! What should I do if I need to return a damaged product from a third-party seller? Any guidance would be greatly appreciated!", "Hello! I'm curious to know how I’ll find out if my returned item has been received and processed. Thank you in advance for the info!", "Hi! Do I need to send in any photos if I'm returning a defective renewed product? Just want to make sure I do everything right. Thanks!", "Hey! Is there a chance I could get a replacement for an item that's currently out of stock? I’d love to hear my options!"], "tone": "cheerful"}
