{"title": "AboutExchanges", "customer_queries": ["How do I check if my city is eligible for the Exchange Offer on Amazon?", "What should I do with my data before exchanging my old phone?", "Can I exchange multiple old products when buying a new item?", "What happens if the details of my used product don’t match what I provided?", "Is there any specific condition my old television must meet for it to be eligible for exchange?", "I can't log into my Amazon account on my old phone; can I still complete the exchange?", "What if I forgot to back up my data before the delivery associate arrives for the exchange?", "How does Amazon determine the exchange value for my used product?", "Can I remove the battery from my old tablet before the delivery associate arrives?", "What forms of payment can I use if my used product fails the exchange verification?"], "guidelines": "What is Exchange?\n\nThe Exchange Offer program on Amazon.in allows you to exchange your used product for a discount on a new product. For example, you can exchange your old products (AC, Washing Machine, Water Purifier, Television, Mobiles and so on,) by selecting the option \"With Exchange\" or \"Exchange Your Old Phone/Product\" option on the Product Detail page.\nWhen placing the order for a new product that is eligible for the Exchange Offer on Amazon.in, you will be asked to provide details about the used product that you want to exchange. Based on the details you provide, an exchange value is calculated for your used product and applied as a discount on the new product during checkout. At the time of delivery of the new product, the delivery associate will verify and validate the used product with the details you provided at the time of placing the order. If the details match, the delivery associate will deliver your new product and pick up your used product. If the details don't match, or if the used product is not available for pick-up, the delivery of your new product will be suspended and your order may be cancelled.\n\nNote:\n\n    Exchange offer is currently available in select cities only. To check if is available at your selected address, enter your pincode in shipping address and the eligibility will be displayed.\n    Before the delivery associate arrives, backup all your personal data, delete it from your used phone/tablet/laptop. Remove any memory card from the product.\n    Remove any screen locks, iCloud locks or passwords from your exchange phone/tablet/laptop.\n    Ensure your mobile/tablet/laptop has at least 50% charge so the delivery associate can conduct all the necessary tests without the battery running out.\n    Before you handover the device for exchange, complete a full factory reset and reset your old device to ensure all personal data has been removed.\n    Please note that the verification process will require the Rabbit Exchange app on used phone with customer logged in with the same Amazon account which was used to place the order. Kindly be available at the time of delivery or share the ordering account credentials with the intended recipient who will be present while exchanging the used device.\n    For appliances such as, AC, Washing Machine, TV, Water Purifier, make sure these are uninstalled and ready for pickup.\n\n\nExchanging Mobiles\n\nNote: To find your IMEI number to exchange your used mobile phone, dial *#06# from that phone. The IMEI number can also be found inside the battery compartment or in the phone settings or on the original packaging of the mobile phone.\nHere is how exchange works for mobiles.\n\n    At the time your new product is delivered, our delivery associate will check your used phone's physical and functional condition.\n    For a fair evaluation, connect your used phone to the internet, remove any screen guard/tempered glass and phone cover (if any) and ensure the phone battery is at least 50%.\n    Our delivery associate will run an automated test using your Amazon account on your used phone. This process can take up to 30 minutes. Please ensure you're logged into your Amazon account on your used phone.\n    Note: Please note that the verification process will require the Rabbit Exchange app on used phone with customer logged in with the same Amazon account which was used to place the order. Kindly be available at the time of delivery or share the ordering account credentials with the intended recipient who will be present while exchanging the used device.\n    Once the checks are completed:\n        If your phone condition doesn't match as declared, you can still get a partial discount. You will need to pay the differential amount to the delivery associate.\n        If your phone condition fails the verification, you will need to pay the exchange discount amount by Cash or Card and take delivery of your new phone. The exchange will be cancelled.\n\n\nExchanging Laptops/Tablets\n\nHere is how exchange works for laptops/tablets.\n\n    Before the delivery associate arrives, backup all your personal data and delete it from your used laptop/tablet. Remove the memory card (if any) from your laptop/tablet. Also remove any screen lock, iCloud lock or passwords.\n    At the time of delivery of the new product, the delivery associate will assess the physical and functional condition of the used product.\n    All the basic accessories and components for functioning of the device should also be handed over.\n\n\nFor TV, Refrigerator, Washing Machine and other appliances\n\nHere is how exchange works for TVs, Washing Machines and other appliances.\n\n    At the time of delivery, the delivery associate will check your used appliance's brand and model provided while placing the exchange order.\n    Delivery associate might switch on the appliance by using appliance's power cable to check the working condition.\n    Delivery associate will also check for major physical damage, spots/lines on TV screen, or signs of heavy rusting in refrigerators/washing machines/water heaters/microwaves/ACs.\n    All the basic accessories and components for functioning of the device should also be handed over.\n\n\nFor Home Inverter Battery and Automotive Battery\n\n    At the time of delivery, the delivery associate will check your used appliance's brand and model provided while placing the exchange order.\n    Delivery associate will also check for major physical damage to the battery.\n    All the basic accessories and components for functioning of the device should also be handed over.\n"}
{"title": "DamagedDefectiveOrWrongProductFAQ", "customer_queries": ["How can I identify if a product I received is considered damaged or defective?", "What steps do I need to follow to return a wrong item that I received?", "Is there a way to get a refund instantly if the product I received is damaged?", "If I ordered a blue shirt but received a red one, what should I do?", "Can I initiate a replacement for a product after the return window has closed?", "How do I return an item from a third-party seller if it arrived damaged?", "What information is required to process a refund to my bank account?", "If a product was expired when I received it, can I return it for a full refund?", "What happens if my address isn't covered for a scheduled pickup for the return?", "Are there any products that I cannot return, even if they are damaged?"], "guidelines": "All our products go through intense quality check before they are shipped. However, in rare instances a product may get damaged during transit. If you have received a damaged, defective, or wrong product, you can return the eligible products from Your Orders.\n\n1. What qualifies as damaged/ defective/ wrong products?\n\n    Product is not in working condition or has visible cut, crush, tear, broken parts, dents or scratches.\n    Product seal is broken and/or there is a leakage.\n    Product arrived with parts or accessories missing.\n    Product arrived in a different size or color than what was ordered.\n    Item does not match product description.\n    Entire product missing, but box is not tampered.\n    Shipping box is damaged or tampered.\n    Products is expired.\n\n2. What to do if you receive a damaged, defective or wrong product?\n\nIf you are not happy with the product quality, you can return or replace the product. Please Note:\n\n    You can return any item that is eligible for return and its return window has not expired. Visit Returns Policy to Learn more.\n    Replacement or exchange of products is based on availability of products.\n\n3. How to return a damaged, wrong product?\n\n    Go to Online Returns Center and follow the on-screen instructions. Visit How to schedule a Return to learn more\n    Item will be picked up as per scheduled pickup date and time, which will be communicated via email and visible in Your Orders.\n    If your address is covered by our courier partners, we’ll schedule a pick up for the package. If your address is not covered by our courier partners, you will need to return the item using any courier.\n\n4. How to return a third-party seller product?\n\n    Go to Your Orders.\n    Choose an item that you want to return or replace.\n    Select Contact seller. You will be directed to the Seller Messaging Assistant.\n    Select the appropriate option and start the conversation.\n\nNote:\nThe following items and situations aren't covered under the Amazon A-to-z Guarantee:\n\n    Digital merchandise\n    Credit card payments where the issuing bank has initiated a chargeback\n\n\n5. How will the refunded money be credited?\n\nRefund timeline will depend upon the mode of refund chosen by you. You can choose to receive the refund in your Amazon Pay Balance, original payment method or to your bank account.\n\n    If you had chosen “Pay on delivery ” while placing an order, you can choose refund to Amazon Pay Balance or Original payment method.\n        For Amazon pay balance, refund will be credited to your Amazon Pay-Balance Account.\n        For bank account refunds, please ensure that you add your bank account details where you wish to receive the refund. The refund should be processed via NEFT/IMPS and credited to your bank account by 5 business days from the date of refund initiation.\n\nTo add your bank account through website,\n\n    Go to Your Orders\n    Click on the order you want to return\n    Select Return or Replacement items option\n    Select 'Refund to your bank account'\n    Select 'Choose a bank account'\n    Select 'Add a new bank account', and enter your bank account details\n\n\n6. What is the time window for initiating a replacement?\n\nThe time window for initiating a replacement is same as return window for that product category. For example, if the product has a return window of 30 days, a replacement will also have to be initiated within the same period of 30 days. Visit Replacement Policy to learn more.\n\n\n7. How to replace a damaged product?\n\n    Go to Your Orders.\n    Select the product you want to replace.\n    Click on Return/ Replace items.\n    Choose a reason to replace.\n    Continue and proceed as per on-screen instructions.\n\nNote: Replacement will not be possible if the item you selected is out of stock. In such cases you can return the product and a refund will generated.\n\n\n8. What to do if renewed products are damaged?\n\nIf you have received a damaged renewed product, you can initiate a return or replacement through the Orders page. You will be required to upload all sided images of the product received. Make sure the images are clicked with the product placed at least 8 inches from the camera. Along with the images, ensure to provide the invoice details. To know more about renewed products, click here.\nNote:\n\n    Some products not eligible for return. Check the Returns policy for more details.\n    Returning items with personal data: If you're returning a mobile phone, camera, or any other storage device, remember to remove any passwords and any personal data contained in it before returning it. Don't send personal accessories not originally included with the item when purchased, for example, cases or external memory cards purchased separately.\n"}
